[{
    "12  Monkeys": {
        "Original_Name": "12 Monkeys",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/taoncu2TKk88hqNauPLKmIRfwrO.jpg",
        "First_Air_Date": "2015-01-16",
        "Popularity": 23.433,
        "Overview": "The provocative story of Cole, a time traveler from a decimated future in a high-stakes race against the clock. Utilizing a dangerous and untested method of time travel, he journeys from 2043 to the present day on a mission to locate and eradicate the source of a deadly plague that will all but annihilate the human race."
    }
},{
    "13  Reasons Why": {
        "Original_Name": "13 Reasons Why",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/gpULvrgvq1Qidu8EpWevrRUfVhw.jpg",
        "First_Air_Date": "2017-03-31",
        "Popularity": 34.056,
        "Overview": "After a teenage girl's perplexing suicide, a classmate receives a series of tapes that unravel the mystery of her tragic choice."
    }
},{
    "911 ": {
        "Original_Name": "Reno 911!",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/t8HkV0nrz4IaCusjCkM6EKBqS01.jpg",
        "First_Air_Date": "2003-07-23",
        "Popularity": 6.452,
        "Overview": "Reno 911! is an American comedy television series on Comedy Central that ran from 2003 to 2009. It is a mockumentary-style parody of law enforcement documentary shows, specifically COPS, with comic actors playing the police officers. Most of the material is improvised, using a broad outline, and with minimal scripted material. The series spawned a film, Reno 911!: Miami, featuring the same cast. Thomas Lennon, Robert Ben Garant and Kerri Kenney-Silver both starred in and are billed as creators of the series."
    }
},{
    "A Discovery of Witches": {
        "Original_Name": "A Discovery of Witches",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/uag5pIK7o251aoe7mynWa7P9xBd.jpg",
        "First_Air_Date": "2018-09-14",
        "Popularity": 17.496,
        "Overview": "Diana Bishop, historian and witch, accesses Ashmole 782 and knows she must solve its mysteries. She is offered help by the enigmatic Matthew Clairmont, but he's a vampire and witches should never trust vampires."
    }
},{
    "A Series of Unfortunate Events": {
        "Original_Name": "A Series of Unfortunate Events",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/chLSPHjb1dAZRKstpx17lnDbZU9.jpg",
        "First_Air_Date": "2017-01-13",
        "Popularity": 13.542,
        "Overview": "The orphaned Baudelaire children face trials, tribulations and the evil Count Olaf, all in their quest to uncover the secret of their parents' death."
    }
},{
    "A P  Bio": {
        "Original_Name": "Earth: The Power of the Planet",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/j8BSL5zl7A97BXzQHMt1YqmQDRc.jpg",
        "First_Air_Date": "2007-11-20",
        "Popularity": 1.654,
        "Overview": "In each episode, geologist Dr. Iain Stewart explains the effects and importance of a specific force of nature, such as wind or volcanism. He also examines the various ways in which it shapes planet earth itself and influences life on it, often in conjunction with other natural forces, and sometimes with lifeforms, as in the 'apocalyptically' grave case of global warming."
    }
},{
    "Agents of S H I E L D": {
        "Original_Name": "Marvel's Agents of S.H.I.E.L.D.",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/xjm6uVktPuKXNILwjLXwVG5d5BU.jpg",
        "First_Air_Date": "2013-09-24",
        "Popularity": 52.953,
        "Overview": "Agent Phil Coulson of S.H.I.E.L.D. (Strategic Homeland Intervention, Enforcement and Logistics Division) puts together a team of agents to investigate the new, the strange and the unknown around the globe, protecting the ordinary from the extraordinary."
    }
},{
    "Akame ga Kill": {
        "Original_Name": "アカメが斬る!",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3c5BIEfAhTCWrIi4C8WMuwOl6bX.jpg",
        "First_Air_Date": "2014-07-06",
        "Popularity": 5.585,
        "Overview": "In a fantasy world, fighter Tatsumi sets out for the Capitol to earn money for his starving village, and finds a world of unimaginable corruption, all spreading from the depraved Prime Minister who controls the child Emperor's ear. After nearly becoming a victim of this corruption himself, Tatsumi is recruited by Night Raid, a group of assassins dedicated to eliminating the corruption plaguing the Capitol by mercilessly killing those responsible."
    }
},{
    "Alex, Inc ": {
        "Original_Name": "Alex, Inc.",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wNa1rlFQJxW5UlKhQcXjqctyBbY.jpg",
        "First_Air_Date": "2018-03-28",
        "Popularity": 1.503,
        "Overview": "A brilliant radio journalist, husband, and father of two is about to do something crazy — quit his job and start his own company. He quickly discovers it’s going to be a lot harder than he thought."
    }
},{
    "American Crime Story": {
        "Original_Name": "American Crime Story",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oQa7cstZCCPCQ34xKY5rv548suI.jpg",
        "First_Air_Date": "2016-02-02",
        "Popularity": 9.978,
        "Overview": "An anthology series centered around some of history's most famous criminals."
    }
},{
    "American Horror Story": {
        "Original_Name": "American Horror Story",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/zheiOgPKDMvYjrCSrMLv8FSNJn4.jpg",
        "First_Air_Date": "2011-10-05",
        "Popularity": 56.422,
        "Overview": "An anthology horror drama series centering on different characters and locations, including a house with a murderous past, an asylum, a witch coven, a freak show, a hotel, a farmhouse in Roanoke and a cult."
    }
},{
    "American Idol": {
        "Original_Name": "American Idol",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/5Ez1Pdt1U2gRIQMBEunduJ6jFJU.jpg",
        "First_Air_Date": "2002-06-11",
        "Popularity": 18.296,
        "Overview": "American Idol is an American reality-singing competition program created by Simon Fuller. It began airing on Fox on June 11, 2002, as an addition to the Idols format based on the British series Pop Idol and has since become one of the most successful shows in the history of American television. The concept of the series is to find new solo recording artists where the winner is determined by the viewers in America."
    }
},{
    "American Ninja Warrior": {
        "Original_Name": "American Ninja Warrior",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jA8cADvYHTqM1Lptusu8YHjAtNe.jpg",
        "First_Air_Date": "2009-12-12",
        "Popularity": 4.907,
        "Overview": "Follow competitors as they tackle a series of challenging obstacle courses in both city qualifying and city finals rounds across the country. Those that successfully complete the finals course in their designated region move on to the national finals round in Las Vegas, where they face a stunning four-stage course modeled after the famed Mt. Midoriyama course in Japan. The winner will take home a grand prize of $1 million."
    }
},{
    "American Vandal": {
        "Original_Name": "American Vandal",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/z1vnHi6L2VqB620vT33sdChuIhX.jpg",
        "First_Air_Date": "2017-09-15",
        "Popularity": 14.794,
        "Overview": "A true-crime satire that explores the aftermath of a costly high school prank that left twenty-seven faculty cars vandalized with phallic images."
    }
},{
    "American Woman": {
        "Original_Name": "American Woman",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/2LV9CuqKMOU49j4MllVuQMMepfo.jpg",
        "First_Air_Date": "2018-06-07",
        "Popularity": 3.305,
        "Overview": "This 1970s period dramedy inspired by the real life Kyle Richards and set amid the sexual revolution and the rise of second-wave feminism follows Bonnie, an unconventional mother struggling to raise her two daughters after leaving her husband. With the help of her two best friends, Kathleen and Diana, these three women will each discover their own brand of independence in a world reluctant to give it."
    }
},{
    "Americas Got Talent": {
        "Original_Name": "America's Got Talent",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nEErM8lWoXwziGL8z723bBACE15.jpg",
        "First_Air_Date": "2006-06-21",
        "Popularity": 21.63,
        "Overview": "A weekly talent competition where an array of performers – from singers and dancers, to comedians and novelty acts – vie for a $1 million cash prize."
    }
},{
    "Animal Kingdom": {
        "Original_Name": "Animal Kingdom",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/yfeUKQPfhcemXBKKswq1KtxXFsQ.jpg",
        "First_Air_Date": "2016-06-14",
        "Popularity": 14.788,
        "Overview": "The series centers on 17-year-old Joshua \"J\" Cody, who moves in with his freewheeling relatives in their Southern California beach town after his mother dies of a heroin overdose. Headed by boot-tough matriarch Janine \"Smurf\" Cody and her right-hand Baz, who runs the business and calls the shots, the clan also consists of Pope, the oldest and most dangerous of the Cody boys; Craig, the tough and fearless middle son; and Deran, the troubled, suspicious \"baby\" of the family."
    }
},{
    "Anne with an E": {
        "Original_Name": "Anne with an E",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/TjEmXRNtRYxq2nbM6YpVkaV9UX.jpg",
        "First_Air_Date": "2017-03-19",
        "Popularity": 7.181,
        "Overview": "A coming-of-age story about an outsider who, against all odds and numerous challenges, fights for love and acceptance and for her place in the world. The series centers on a young orphaned girl in the late 1890’s, who, after an abusive childhood spent in orphanages and the homes of strangers, is mistakenly sent to live with an elderly woman and her aging brother. Over time, 13-year-old Anne will transform their lives and eventually the small town in which they live with her unique spirit, fierce intellect and brilliant imagination."
    }
},{
    "Arrow": {
        "Original_Name": "Arrow",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/mo0FP1GxOFZT4UDde7RFDz5APXF.jpg",
        "First_Air_Date": "2012-10-10",
        "Popularity": 90.244,
        "Overview": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow."
    }
},{
    "Ash vs Evil Dead": {
        "Original_Name": "Ash vs Evil Dead",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wkHStHo0l34FzuSoaBvLx7nItWC.jpg",
        "First_Air_Date": "2015-10-31",
        "Popularity": 19.584,
        "Overview": "Bruce Campbell reprises his role as Ash Williams, an aging lothario and chainsaw-handed monster hunter who’s spent the last three decades avoiding maturity, and the terrors of the Evil Dead. But when a Deadite plague threatens to destroy all of mankind, he’s forced to face his demons — both metaphorical and literal."
    }
},{
    "Atlanta": {
        "Original_Name": "Atlanta",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/xVmzrYFAtKzqfbweGM8KSgOiEvT.jpg",
        "First_Air_Date": "2016-09-06",
        "Popularity": 11.883,
        "Overview": "Two cousins, with different views on art versus commerce, on their way up through the Atlanta rap scene; Earnest 'Earn' Marks, an ambitious college dropout and his estranged cousin, who suddenly becomes a star."
    }
},{
    "Attack On Titan": {
        "Original_Name": "進撃の巨人",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/fBX1QMl4iZOKxuRuBOMnoHlmS4l.jpg",
        "First_Air_Date": "2013-04-06",
        "Popularity": 5.008,
        "Overview": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind."
    }
},{
    "B: The Beginning": {
        "Original_Name": "B: The Beginning",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/ouigEf38GDHsH5U46J7iwNUBqIN.jpg",
        "First_Air_Date": "2018-03-02",
        "Popularity": 2.113,
        "Overview": "In a world powered by advanced technology, crime and action unfold in the archipelagic nation of Cremona. Koku, the protagonist. Keith, the legendary investigator of the royal police force RIS. A mysterious criminal organization. A wide variety of characters race through the fortified city as it is beset by the serial killer, Killer B, and a chain of crimes in this suspense drama by director Kazuto Nakazawa and Production I.G."
    }
},{
    "Bad Banks": {
        "Original_Name": "Bad Banks",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/xfZCcFYyeltcIJl1DPQyPx7G5dl.jpg",
        "First_Air_Date": "2018-03-01",
        "Popularity": 6.246,
        "Overview": "Ambitious Jana is confronted with the unscrupulous machinations of the world of finance. Her working life is determined by egotism, the pressure to succeed and machismo. She soon has to decide how far she is prepared to go for her career."
    }
},{
    "Ballers": {
        "Original_Name": "Ballers",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/18LLhNCtyEDpNmYgZQrRnL4bW0d.jpg",
        "First_Air_Date": "2015-06-21",
        "Popularity": 16.213,
        "Overview": "Looking at the lives of former and current football players, the show follows former superstar Spencer Strasmore as he gets his life on track in retirement while mentoring other current and former players through the daily grind of the business of football."
    }
},{
    "Barry": {
        "Original_Name": "Barry",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tu7wAI662scjgxMpV3fiedAZiym.jpg",
        "First_Air_Date": "2018-03-25",
        "Popularity": 5.49,
        "Overview": "A hit man from the Midwest moves to Los Angeles and gets caught up in the city's theatre arts scene."
    }
},{
    "Baskets": {
        "Original_Name": "Baskets",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/cMJN3k4ZCqSly0VBDr9wGCj9Eih.jpg",
        "First_Air_Date": "2016-01-21",
        "Popularity": 7.214,
        "Overview": "Chip Baskets wants to follow his dream of being a French clown—however, reality keeps interfering. Saddled with financial difficulties and facing an impenetrable language barrier, he moves back home to Bakersfield with high hopes. There, he is forced to confront his past while working as a rodeo clown and competing with his siblings for his mother's approval and affection."
    }
},{
    "Better Call Saul": {
        "Original_Name": "Better Call Saul",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/zjg4jpK1Wp2kiRvtt5ND0kznako.jpg",
        "First_Air_Date": "2015-02-08",
        "Popularity": 34.167,
        "Overview": "Six years before Saul Goodman meets Walter White. We meet him when the man who will become Saul Goodman is known as Jimmy McGill, a small-time lawyer searching for his destiny, and, more immediately, hustling to make ends meet. Working alongside, and, often, against Jimmy, is “fixer” Mike Erhmantraut. The series will track Jimmy's transformation into Saul Goodman, the man who puts “criminal” in “criminal lawyer\"."
    }
},{
    "Beyond": {
        "Original_Name": "Beyond",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/lkq32H5Ke6txatJZjzXSeKXsheD.jpg",
        "First_Air_Date": "2017-01-01",
        "Popularity": 8.405,
        "Overview": "Holden wakes up from a coma after 12 years and discovers new abilities that propel him into the middle of a dangerous conspiracy."
    }
},{
    "Big Hero 6  The Series": {
        "Original_Name": "Big Hero 6 The Series",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/ldG4xXImCPyv5U5gbRmlB8On842.jpg",
        "First_Air_Date": "2017-11-20",
        "Popularity": 3.762,
        "Overview": "Picking up immediately following the events in the feature film, these are the continuing adventures and friendship of 14-year-old tech genius Hiro and his compassionate, cutting-edge robot Baymax. As the new prodigy at San Fransokyo Institute of Technology, Hiro now faces daunting academic challenges and the social trials of being the little man on campus. Off campus, the stakes are raised for the high-tech heroes as they must protect their city from an array of scientifically enhanced villains."
    }
},{
    "Big Little Lies": {
        "Original_Name": "Big Little Lies",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/6nxTO2tYDBR9twPWlDC3I1eXUnY.jpg",
        "First_Air_Date": "2017-02-19",
        "Popularity": 13.313,
        "Overview": "Subversive, darkly comedic drama Big Little Lies tells the tale of three mothers of first graders whose apparently perfect lives unravel to the point of murder."
    }
},{
    "Billions": {
        "Original_Name": "Billions",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/Irjj4IvzkJ189czasJIRt5BUbN.jpg",
        "First_Air_Date": "2016-01-17",
        "Popularity": 20.938,
        "Overview": "A complex drama about power politics in the world of New York high finance. \n\nShrewd, savvy U.S. Attorney Chuck Rhoades and the brilliant, ambitious hedge fund king Bobby \"Axe\" Axelrod are on an explosive collision course, with each using all of his considerable smarts, power and influence to outmaneuver the other. The stakes are in the billions in this timely, provocative series."
    }
},{
    "Black Lightning": {
        "Original_Name": "Black Lightning",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tM3i08Xs5I1bg5DB6sa9H0Zpt9e.jpg",
        "First_Air_Date": "2018-01-16",
        "Popularity": 24.772,
        "Overview": "Jefferson Pierce is a man wrestling with a secret. As the father of two daughters and principal of a charter high school that also serves as a safe haven for young people in a New Orleans neighborhood overrun by gang violence, he is a hero to his community."
    }
},{
    "Black-Ish": {
        "Original_Name": "black-ish",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9h2vRlMmp7NWEull5EGmESbyAiw.jpg",
        "First_Air_Date": "2014-09-24",
        "Popularity": 18.912,
        "Overview": "A family man struggles to gain a sense of cultural identity while raising his kids in a predominantly white, upper-middle-class neighborhood."
    }
},{
    "BlindSpot": {
        "Original_Name": "Blindspot",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/iAkEexatzMUlCXlbS8Gmvlic9gQ.jpg",
        "First_Air_Date": "2015-09-21",
        "Popularity": 47.48,
        "Overview": "A vast international plot explodes when a beautiful Jane Doe is discovered naked in Times Square, completely covered in mysterious, intricate tattoos with no memory of who she is or how she got there. But there's one tattoo that is impossible to miss: the name of FBI agent Kurt Weller, emblazoned across her back. \"Jane,\" Agent Weller and the rest of the FBI quickly realize that each mark on her body is a crime to solve, leading them closer to the truth about her identity and the mysteries to be revealed."
    }
},{
    "Bodyguard": {
        "Original_Name": "Bodyguard",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/5DUJTrHTRLHLCKWriPhdusQogAv.jpg",
        "First_Air_Date": "2018-08-26",
        "Popularity": 21.801,
        "Overview": "A troubled war veteran is assigned to protect a controversial politician who may be the target of a terror plot."
    }
},{
    "Boruto Naruto Next Generations": {
        "Original_Name": "BORUTO-ボルト- NARUTO NEXT GENERATONS",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/e0B6i48kxdRkMcK4tR4YNfXGWOc.jpg",
        "First_Air_Date": "2017-04-05",
        "Popularity": 1.989,
        "Overview": "Naruto was a young shinobi with an incorrigible knack for mischief. He achieved his dream to become the greatest ninja in the village and his face sits atop the Hokage Monument. But this is not his story. A new generation of ninja are ready to take the stage, led by Naruto's own son, Boruto."
    }
},{
    "Breathe": {
        "Original_Name": "Breathe",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/cCgpMmMt73bp2sLQOmbXPIHAgWS.jpg",
        "First_Air_Date": "2018-01-25",
        "Popularity": 2.827,
        "Overview": "Kabir, a brilliant but non-conventional officer of the Crime Branch, puts the pieces together of seemingly unconnected deaths of organ donors that lead up to an unlikely suspect - the affable Danny. Kabir will not stop till he cracks the case and delivers justice."
    }
},{
    "Britains Got Talent": {
        "Original_Name": "Britain's Got Talent",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/832dguzl3ZIvXsRdojRikLfPEVj.jpg",
        "First_Air_Date": "2007-06-09",
        "Popularity": 4.263,
        "Overview": "Britain's Got Talent is a reality talent show hosted by Ant and Dec. Anyone of any age with some sort of talent can audition for the show. Throughout the show, contestants must perform in front of the judges. Acts compete against each other in order to gain the audience support while trying to win the title of \"The winner of Britain's Got Talent\". The winner is given the opportunity to perform at the Royal Variety Performance in front of members of the British Royal Family. The winner also receives a cash prize, which from series 1 to 5 was £100,000, but was increased to £500,000 in series 6 and then lowered to £250,000 in series 7."
    }
},{
    "Brooklyn Nine-Nine": {
        "Original_Name": "Brooklyn Nine-Nine",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/7tTvREykun6WeGJ4hy7sCG9TOeP.jpg",
        "First_Air_Date": "2013-09-17",
        "Popularity": 21.062,
        "Overview": "A single-camera ensemble comedy following the lives of an eclectic group of detectives in a New York precinct, including one slacker who is forced to shape up when he gets a new boss."
    }
},{
    "Bull": {
        "Original_Name": "Bull",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/je6QX7ha92zOnzPgxEtftZEsf6f.jpg",
        "First_Air_Date": "2016-09-20",
        "Popularity": 24.206,
        "Overview": "Dr. Jason Bull is the brilliant, brash, and charming founder of a hugely successful trial consulting firm."
    }
},{
    "Bulletproof": {
        "Original_Name": "Bulletproof",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/eMJ7fg4udkKAyoVm4QsN1n3CbKH.jpg",
        "First_Air_Date": "2018-05-15",
        "Popularity": 3.207,
        "Overview": "Police duo Bishop and Pike are two best mates bonded by the same moral code, despite their differences. Packed full of humour, action and emotion, Bulletproof is about friendship, conspiracies and ghosts from the past."
    }
},{
    "Captain Tsubasa": {
        "Original_Name": "キャプテン翼",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9MKwXBt2HJhiJwlTPGoKxCqNnMg.jpg",
        "First_Air_Date": "2018-04-03",
        "Popularity": 4.826,
        "Overview": "The passionate story of an elementary school student whose thoughts and dreams revolve almost entirely around the love of soccer. 11-year-old Tsubasa Oozora started playing football at a very young age, and while it was mostly just a recreational sport for his friends, for him, it developed into something of an obsession.  In order to pursue his dream to the best of his elementary school abilities, Tsubasa moves with his mother to Nankatsu city, which is well-known for its excellent elementary school soccer teams. But although he was easily the best in his old town, Nankatsu has a lot more competition, and he will need all of his skill and talent in order to stand out from this new crowd.\n\nHe encounters not only rivals, but also new friends like the pretty girl Sanae Nakazawa and the talented goalkeeper, Genzo Wakabayashi, who shares the same passion as Tsubasa, and will prove to be a treasured friend in helping him push towards his dreams. Representing Japan in the FIFA World Cup is Tsubasa’s ultimate dream, but it will take a lot more than talent to reach it."
    }
},{
    "Castle Rock": {
        "Original_Name": "Castle Rock",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/ktNvklgEJb3iikOfmG04AHV8rc9.jpg",
        "First_Air_Date": "2018-07-25",
        "Popularity": 10.831,
        "Overview": "Based on the stories of Stephen King, the series intertwines characters and themes from the fictional town of Castle Rock."
    }
},{
    "Casual": {
        "Original_Name": "Casual",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wWxTA0T98HRaIqP01iQtuY9QlOC.jpg",
        "First_Air_Date": "2015-10-07",
        "Popularity": 8.032,
        "Overview": "A dysfunctional family tries to help each other navigate the modern dating scene. Recent divorcee Tara and her bachelor brother coach each other through the crazy world of dating (on-line and off), while living under the same roof again for the second time and raising her teenage daughter."
    }
},{
    "Channel Zero": {
        "Original_Name": "Channel Zero",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oCutmhFznao1Pzy6wM1C32kxAEu.jpg",
        "First_Air_Date": "2016-10-11",
        "Popularity": 46.165,
        "Overview": "A horror anthology series inspired by “Creepypasta” online tales."
    }
},{
    "Charmed": {
        "Original_Name": "Charmed",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/2mUnSzLSacxCvZSEeDRimYFvCwB.jpg",
        "First_Air_Date": "2018-10-14",
        "Popularity": 31.901,
        "Overview": "Set in the fictional college town of Hilltowne, Charmed follows the lives of three sisters, Macy, Mel and Maggie Vera who, after the tragic death of their mother, discover they are three of the most powerful witches of all time."
    }
},{
    "Chicago Fire": {
        "Original_Name": "Chicago Fire",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/aCE53sNn8c4h3layvYBfPSA5c2M.jpg",
        "First_Air_Date": "2012-10-10",
        "Popularity": 22.034,
        "Overview": "An edge-of-your-seat view into the lives of everyday heroes committed to one of America's noblest professions. For the firefighters, rescue squad and paramedics of Chicago Firehouse 51, no occupation is more stressful or dangerous, yet so rewarding and exhilarating. These courageous men and women are among the elite who forge headfirst into danger when everyone else is running the other way and whose actions make the difference between life and death."
    }
},{
    "Chicago Med": {
        "Original_Name": "Chicago Med",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tsrDUKxchCslwZQYIwdj8bRaoUo.jpg",
        "First_Air_Date": "2015-11-17",
        "Popularity": 20.812,
        "Overview": "An emotional thrill ride through the day-to-day chaos of the city's most explosive hospital and the courageous team of doctors who hold it together. They will tackle unique new cases inspired by topical events, forging fiery relationships in the pulse-pounding pandemonium of the emergency room."
    }
},{
    "Chicago PD": {
        "Original_Name": "Chicago P.D.",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tewHcTnK5DrJmyswBc95olFzKfY.jpg",
        "First_Air_Date": "2014-01-08",
        "Popularity": 24.738,
        "Overview": "A riveting police drama about the men and women of the Chicago Police Department's District 21 who put it all on the line to serve and protect their community. District 21 is made up of two distinctly different groups: the uniformed cops who patrol the beat and go head-to-head with the city's street crimes and the Intelligence Unit that combats the city's major offenses - organized crime, drug trafficking, high profile murders and beyond."
    }
},{
    "Claws": {
        "Original_Name": "Claws",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9mI6MV7SGGf457NHCaU3VsBGWjg.jpg",
        "First_Air_Date": "2017-06-11",
        "Popularity": 10.795,
        "Overview": "Follow the life and crimes of five diverse and treacherous manicurists working at the Nail Artisan of Manatee County salon, where there is a lot more going on than silk wraps and pedicures."
    }
},{
    "Cloak & Dagger": {
        "Original_Name": "Marvel's Cloak & Dagger",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3y2pkhy4smkSkXy7nL9CDW0GGiQ.jpg",
        "First_Air_Date": "2018-06-07",
        "Popularity": 12.856,
        "Overview": "Two teenagers from very different backgrounds awaken to newly acquired superpowers which mysteriously link them to one another."
    }
},{
    "Cobra Kai": {
        "Original_Name": "Cobra Kai",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/5qMupAz4A9EN5Rutrkmov45mNXZ.jpg",
        "First_Air_Date": "2018-05-02",
        "Popularity": 9.809,
        "Overview": "This Karate Kid sequel series picks up 30 years after the events of the 1984 All Valley Karate Tournament and finds Johnny Lawrence on the hunt for redemption by reopening the infamous Cobra Kai karate dojo. This reignites his old rivalry with the successful Daniel LaRusso, who has been working to maintain the balance in his life without mentor Mr. Miyagi."
    }
},{
    "Code Black": {
        "Original_Name": "Code Black",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/lhz6RdG7uX3rBUijWh86rqbmYtS.jpg",
        "First_Air_Date": "2015-09-30",
        "Popularity": 9.174,
        "Overview": "Inspired by the award-winning documentary, this medical drama is set in the busiest and most notorious ER in the nation where the extraordinary staff confront a challenged system in order to protect their ideals and the patients who need them the most."
    }
},{
    "Colony": {
        "Original_Name": "Colony",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qfS0mp22XfTig2EK3jWKiyx7kNy.jpg",
        "First_Air_Date": "2016-01-14",
        "Popularity": 12.866,
        "Overview": "In the near future a family must make difficult decisions as they balance staying together with trying to survive. They live in Los Angeles, which has been occupied by a force of outside intruders.  While some people have chosen to collaborate with the authorities and benefit from the new order, others have rebelled — and suffer the consequences."
    }
},{
    "Condor": {
        "Original_Name": "Condor",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/28cIK70tN2t4gPTV8CBQZED1H2G.jpg",
        "First_Air_Date": "2018-06-06",
        "Popularity": 14.524,
        "Overview": "Young CIA analyst Joe Turner has his idealism tested when he learns that the CIA has been using an algorithm he developed to spy on American citizens, leading the organization to a terrorist plot that threatens the lives of millions.  Inspired by Sydney Pollack’s 1975 political thriller Three Days of the Condor."
    }
},{
    "Constantine: City of Demons": {
        "Original_Name": "Constantine: City of Demons",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/uQw37sxU4x4BbkDRzRHeI1Kgx8w.jpg",
        "First_Air_Date": "2018-03-24",
        "Popularity": 12.579,
        "Overview": "Armed with an arcane knowledge of the dark arts and a wicked wit, John Constantine fights the good fight. With his soul already damned to hell, he’ll do whatever it takes to protect the innocent. With the balance of good and evil on the line, Constantine uses his skills to face the supernatural terrors that threaten our world and send them back where they belong. After that, who knows…maybe there’s hope for him and his soul after all."
    }
},{
    "Counterpart": {
        "Original_Name": "Counterpart",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/skiofeTwQI5RdZOmaSxLqhKMiB9.jpg",
        "First_Air_Date": "2017-12-10",
        "Popularity": 6.351,
        "Overview": "Howard Silk is a lowly cog in a bureaucratic UN agency who is turning the last corner of a life filled with regret when he discovers the agency he works for is guarding a secret: a crossing to a parallel dimension."
    }
},{
    "Crashing": {
        "Original_Name": "Crashing",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qiGLRtgsSwVEI6DWaeSP8IiW4rK.jpg",
        "First_Air_Date": "2017-02-19",
        "Popularity": 4.949,
        "Overview": "A standup comic discovers that his wife is unfaithful, leading him to reevaluate his life amidst the New York City comedy scene."
    }
},{
    "Daredevil": {
        "Original_Name": "Marvel's Daredevil",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wVadC1BT2w3hDh5Vq0J0LFFTrLP.jpg",
        "First_Air_Date": "2015-04-10",
        "Popularity": 64.922,
        "Overview": "Lawyer-by-day Matt Murdock uses his heightened senses from being blinded as a young boy to fight crime at night on the streets of Hell’s Kitchen as Daredevil."
    }
},{
    "Death Note": {
        "Original_Name": "DEATH NOTE",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nhIkKuOpOXOE6ud0naCHTjRoOwq.jpg",
        "First_Air_Date": "2006-10-04",
        "Popularity": 12.49,
        "Overview": "Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?"
    }
},{
    "Deception": {
        "Original_Name": "Deception",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/fRQ3JV67ADyTrRNyXqefqJkJsD4.jpg",
        "First_Air_Date": "2018-03-11",
        "Popularity": 7.241,
        "Overview": "Cameron Black is the world's greatest illusionist. At least, that's what people used to call him - before his greatest secret was exposed and his career destroyed. Even worse, Cameron has good reason to believe this was no accident."
    }
},{
    "Deep State": {
        "Original_Name": "Deep State",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/lkKL5yAw6aFoTZNWIluVnB8lSyO.jpg",
        "First_Air_Date": "2018-04-05",
        "Popularity": 4.385,
        "Overview": "What happens when a man who believes he has retired from MI6 is called back to do one more job to regain his life, only to discover that this job may mean he has no life to go back to."
    }
},{
    "Designated Survivor": {
        "Original_Name": "Designated Survivor",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/6oXrRMSlp2jb3AZaXOw9pqO2W53.jpg",
        "First_Air_Date": "2016-09-21",
        "Popularity": 18.96,
        "Overview": "Tom Kirkman, a low-level cabinet member is suddenly appointed President of the United States after a catastrophic attack during the State of the Union kills everyone above him in the Presidential line of succession."
    }
},{
    "Diablo Guardian": {
        "Original_Name": "Diablo Guardián",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/66Owe1xtVSnQpOq8RHHdRSgDQOC.jpg",
        "First_Air_Date": "2018-05-03",
        "Popularity": 2.837,
        "Overview": "The story of Violetta, a young woman who flees her native Mexico to start anew in New York City. But instead of a living a dream, Violetta is awoken to a harsh reality when she runs out of money, sending her into the arms of the villainous Nefastófeles."
    }
},{
    "Divorce": {
        "Original_Name": "Divorce",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/7mq174fSHoNPK3CI725564hRKR7.jpg",
        "First_Air_Date": "2016-10-09",
        "Popularity": 7.147,
        "Overview": "A couple goes through a long, drawn-out divorce."
    }
},{
    "Doctor Who": {
        "Original_Name": "Doctor Who",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3EcYZhBMAvVw4czcDLg9Sd0FuzQ.jpg",
        "First_Air_Date": "2005-03-26",
        "Popularity": 61.049,
        "Overview": "The Doctor is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living – more of a hobby actually, and the Doctor's very, very good at it."
    }
},{
    "Dynasty": {
        "Original_Name": "Dynasty",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jULo3YNBW66UTVHuZo2qT6UlQ6Q.jpg",
        "First_Air_Date": "2017-10-11",
        "Popularity": 23.188,
        "Overview": "The reboot follows two of America’s wealthiest families, the Carringtons and the Colbys, as they feud for control over their fortune and their children focusing on Fallon Carrington, the daughter of billionaire Blake Carrington, and her soon-to-be stepmother, Cristal, a Hispanic woman marrying into this WASP family and America’s most powerful class."
    }
},{
    "El Chapo": {
        "Original_Name": "El Chapo",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/2ClXk4PoOGmkk676y4q6T26GJOb.jpg",
        "First_Air_Date": "2017-04-23",
        "Popularity": 12.669,
        "Overview": "A look at the life of notorious drug kingpin, El Chapo, from his early days in the 1980s working for the Guadalajara Cartel, to his rise to power of during the '90s and his ultimate downfall in 2016."
    }
},{
    "Elementary": {
        "Original_Name": "Elementary",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/q9dObe29W4bDpgzUfOOH3ZnzDbR.jpg",
        "First_Air_Date": "2012-09-27",
        "Popularity": 28.66,
        "Overview": "A modern-day drama about a crime-solving duo that cracks the NYPD's most impossible cases. Following his fall from grace in London and a stint in rehab, eccentric Sherlock escapes to Manhattan where his wealthy father forces him to live with his worst nightmare - a sober companion, Dr. Watson."
    }
},{
    "Ellen": {
        "Original_Name": "Ellen",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/eF2WEbJc7QC4C4AFYrJ41Fa6AIo.jpg",
        "First_Air_Date": "1994-03-29",
        "Popularity": 3.052,
        "Overview": "Ellen is an American television sitcom that aired on the ABC network from March 29, 1994 to July 22, 1998, consisting of 109 episodes. The title role of Ellen Morgan, played by stand-up comedian Ellen DeGeneres, was a neurotic bookstore owner in her thirties.\n\nThe series centered on Ellen's dealing with her quirky friends, her family and the problems of daily life. The series is notable for being the first one in which the main character came out as gay, which DeGeneres' character did in the 1997 episode \"Puppy Episode\". This event received a great deal of media exposure, ignited controversy, and prompted ABC to place a parental advisory at the beginning of each episode.\n\nThe series' theme song, \"So Called Friend\" is by Scottish band Texas. A running gag was that each episode had a distinct opening credits sequence, resulting from Ellen's ongoing search for the perfect opening credits."
    }
},{
    "Empire": {
        "Original_Name": "Empire",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/59WJD0bEMDFvKKPkeLlqs4ks0vN.jpg",
        "First_Air_Date": "2015-01-07",
        "Popularity": 22.824,
        "Overview": "A powerful family drama about the head of a music empire whose three sons and ex-wife all battle for his throne."
    }
},{
    "FBI": {
        "Original_Name": "FBI",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/uJZUfoGqtiuGfGXtVgYqIafZ1Ii.jpg",
        "First_Air_Date": "2018-09-25",
        "Popularity": 10.175,
        "Overview": "The elite unit of the New York office of the FBI brings to bear all their talents, intellect and technical expertise on major cases in order to keep New York and the country safe."
    }
},{
    "Falling Water": {
        "Original_Name": "Falling Water",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/8Zvcv8cehygUawphBcAk7N5kVoi.jpg",
        "First_Air_Date": "2016-10-13",
        "Popularity": 4.992,
        "Overview": "The story of three unrelated people, who slowly realize that they are dreaming separate parts of a single common dream."
    }
},{
    "Fear The Walking Dead": {
        "Original_Name": "Fear the Walking Dead",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/gAEZitvNudXr9kphSd4XOlOkjPX.jpg",
        "First_Air_Date": "2015-08-23",
        "Popularity": 29.369,
        "Overview": "What did the world look like as it was transforming into the horrifying apocalypse depicted in \"The Walking Dead\"? This spin-off set in Los Angeles, following new characters as they face the beginning of the end of the world, will answer that question."
    }
},{
    "Final Space": {
        "Original_Name": "Final Space",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/gPUW5fUKZtLkmlWqZteLBeXPymC.jpg",
        "First_Air_Date": "2018-02-26",
        "Popularity": 8.701,
        "Overview": "An astronaut named Gary and his planet-destroying sidekick Mooncake embark on serialized journeys through space in order to unlock the mystery of “Final Space,” the last point in the universe, if it actually does exist."
    }
},{
    "Find Me in Paris": {
        "Original_Name": "Find Me in Paris",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/uOTYMzTlXFbWDZCxxc0vX9CvBsl.jpg",
        "First_Air_Date": "2018-07-20",
        "Popularity": 1.218,
        "Overview": "A young ballet dancer from 1905 is transported into the 21st century with the power of a magical necklace."
    }
},{
    "Free Rein": {
        "Original_Name": "Free Rein",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/g3DccaRLKOiNPHnH88sxGIL943B.jpg",
        "First_Air_Date": "2017-06-22",
        "Popularity": 5.172,
        "Overview": "A 15-year-old from LA spends the summer at her mom's childhood home on an island off the coast of England, where she bonds with a mysterious horse."
    }
},{
    "Fresh Off the Boat": {
        "Original_Name": "Fresh Off the Boat",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/o8ekdtv98EnrymVLw3VJ2WoFBoM.jpg",
        "First_Air_Date": "2015-02-04",
        "Popularity": 14.56,
        "Overview": "A '90s-set single-camera comedy about a hip-hop-loving Asian kid growing up in suburban Orlando, being raised by an immigrant father obsessed with all things American and an immigrant mother often bewildered by white culture."
    }
},{
    "Game Of Thrones": {
        "Original_Name": "Game of Thrones",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/gwPSoYUHAKmdyVywgLpKKA4BjRr.jpg",
        "First_Air_Date": "2011-04-17",
        "Popularity": 62.803,
        "Overview": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond."
    }
},{
    "Genius": {
        "Original_Name": "Genius",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qatyfviXa0jWkv4lTJeApgrDcsr.jpg",
        "First_Air_Date": "2017-04-25",
        "Popularity": 7.717,
        "Overview": "Anthology series about famous geniuses with the first season charting how Albert Einstein unlocked the mysteries of the atom and the universe, and the second exploring the passionate nature and relentless creative drive of Pablo Picasso."
    }
},{
    "Ghosted": {
        "Original_Name": "Ghosted",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3sH6dEC1m7Ar43BeZU0NVl20gpV.jpg",
        "First_Air_Date": "2017-10-01",
        "Popularity": 6.407,
        "Overview": "A skeptic is forced to work with a firm believer of the paranormal on unexplained occurrences in Los Angeles."
    }
},{
    "Glow": {
        "Original_Name": "GLOW",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/kq3ThsAeRNiS2VmFWQtvt3IJ1ab.jpg",
        "First_Air_Date": "2017-06-23",
        "Popularity": 10.041,
        "Overview": "In 1980s LA, a crew of misfits reinvent themselves as the Gorgeous Ladies of Wrestling."
    }
},{
    "Goliath": {
        "Original_Name": "Goliath",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/AmiS3gGH5ybEnmnPRNzQdsLQHD5.jpg",
        "First_Air_Date": "2016-10-14",
        "Popularity": 8.346,
        "Overview": "Once a powerful lawyer, Billy McBride is now burned out and washed up, spending more time in a bar than a courtroom. When he reluctantly agrees to pursue a wrongful death lawsuit against the biggest client of Cooperman &amp; McBride, the massive law firm he helped create, Billy and his ragtag team uncover a vast and deadly conspiracy, pitting them all in a life or death trial against the ultimate Goliath."
    }
},{
    "Good Girls": {
        "Original_Name": "Good Girls",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/d6gA2IHRLqtHcmSqkk91Xw0wtEv.jpg",
        "First_Air_Date": "2018-02-26",
        "Popularity": 8.459,
        "Overview": "Three \"good girl\" suburban wives and mothers suddenly find themselves in desperate circumstances and decide to stop playing it safe and risk everything to take their power back."
    }
},{
    "Gotham": {
        "Original_Name": "Gotham",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/5tSHzkJ1HBnyGdcpr6wSyw7jYnJ.jpg",
        "First_Air_Date": "2014-09-22",
        "Popularity": 44.488,
        "Overview": "Before there was Batman, there was GOTHAM. \n\nEveryone knows the name Commissioner Gordon. He is one of the crime world's greatest foes, a man whose reputation is synonymous with law and order. But what is known of Gordon's story and his rise from rookie detective to Police Commissioner? What did it take to navigate the multiple layers of corruption that secretly ruled Gotham City, the spawning ground of the world's most iconic villains? And what circumstances created them – the larger-than-life personas who would become Catwoman, The Penguin, The Riddler, Two-Face and The Joker? "
    }
},{
    "Greys Anatomy": {
        "Original_Name": "Grey's Anatomy",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/mgOZSS2FFIGtfVeac1buBw3Cx5w.jpg",
        "First_Air_Date": "2005-03-27",
        "Popularity": 91.075,
        "Overview": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital."
    }
},{
    "Grown-ish": {
        "Original_Name": "grown-ish",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nWyKkJ4f529A3hD9DR1EnoqvgbA.jpg",
        "First_Air_Date": "2018-01-03",
        "Popularity": 7.053,
        "Overview": "Zoey Johnson heads to college and begins her hilarious journey to adulthood but quickly discovers that not everything goes her way once she leaves the nest."
    }
},{
    "Happy Together": {
        "Original_Name": "Happy Together",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/h9vLHRPf4OxxiYEh9vqxBfRDLcJ.jpg",
        "First_Air_Date": "2018-10-01",
        "Popularity": 2.395,
        "Overview": "A thirty-something couple, tired of their mundane life, starts to reconnect with their younger, cooler selves when an emerging pop star, who is drawn to their super-normal suburban life, moves in."
    }
},{
    "Harlots": {
        "Original_Name": "Harlots",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jmmfDMJbqL7yZ4c2fFXUI8cebyZ.jpg",
        "First_Air_Date": "2017-03-27",
        "Popularity": 7.209,
        "Overview": "Brothel owner, Margaret Wells, struggles to raise her daughters in London during the 18th century."
    }
},{
    "Harrow": {
        "Original_Name": "Harrow",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/8nqFo9medoM5ZlbeGzPHkxnG9ST.jpg",
        "First_Air_Date": "2018-03-09",
        "Popularity": 7.325,
        "Overview": "When a dark secret from this past threatens to be exposed, unorthodox and brilliant medical examiner, Doctor Daniel Harrow, must use all his forensic skills to keep it buried forever."
    }
},{
    "Hawaii Five-0 ": {
        "Original_Name": "Hawaii Five-0",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/gEbD5od43txhKQ7BaNCjN7q4txR.jpg",
        "First_Air_Date": "2010-09-20",
        "Popularity": 44.652,
        "Overview": "Steve McGarrett returns home to Oahu, in order to find his father's killer. The governor offers him the chance to run his own task force (Five-0). Steve's team is joined by Chin Ho Kelly, Danny \"Danno\" Williams, and Kono Kalakaua."
    }
},{
    "Here And Now": {
        "Original_Name": "Here and Now",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/AwgpV3fHOg9K5S7Lm5VAyznuGN5.jpg",
        "First_Air_Date": "2018-02-11",
        "Popularity": 6.621,
        "Overview": "A provocative and darkly comic meditation on the disparate forces polarizing present-day American culture, as experienced by the members of a progressive multi-ethnic family — a philosophy professor and his wife, their adopted children from Vietnam, Liberia and Colombia and their sole biological child — and a contemporary Muslim family, headed by a psychiatrist who is treating one of their children."
    }
},{
    "High Maintenance": {
        "Original_Name": "High Maintenance",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/bb4ogESokLFdj474KHEY8G8GaFA.jpg",
        "First_Air_Date": "2016-09-16",
        "Popularity": 4.901,
        "Overview": "Jump into the daily routines of a diverse group of New Yorkers and how they light things up. “The Guy” is a nameless pot deliveryman whose client base includes an eccentric group of characters with neuroses as diverse as the city."
    }
},{
    "Hit the Floor": {
        "Original_Name": "Hit the Floor",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qMpaegIAjg3JoTG2qJdp6xjqeFy.jpg",
        "First_Air_Date": "2013-05-27",
        "Popularity": 4.956,
        "Overview": "Ahsha Hayes enters the wild world of professional basketball when she tries out for the elite L.A. Devil Girls dance team against the wishes of her mother Sloane, a former dancer herself."
    }
},{
    "Homeland": {
        "Original_Name": "Homeland",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/lT8o38ubu9uzcjZbkDtwsVizDeQ.jpg",
        "First_Air_Date": "2011-10-02",
        "Popularity": 33.017,
        "Overview": "CIA officer Carrie Mathison is tops in her field despite being bipolar, which makes her volatile and unpredictable. With the help of her long-time mentor Saul Berenson, Carrie fearlessly risks everything, including her personal well-being and even sanity, at every turn."
    }
},{
    "How to Get Away with Murder": {
        "Original_Name": "How to Get Away with Murder",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/llEtOsaRoVoNN0dtsYenAvelNxX.jpg",
        "First_Air_Date": "2014-09-25",
        "Popularity": 39.477,
        "Overview": "A sexy, suspense-driven legal thriller about a group of ambitious law students and their brilliant, mysterious criminal defense professor. They become entangled in a murder plot and will shake the entire university and change the course of their lives."
    }
},{
    "Humans": {
        "Original_Name": "Humans",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/iBjjSGgnjAQBSQGO9pYIh7Gp2PO.jpg",
        "First_Air_Date": "2015-06-14",
        "Popularity": 13.4,
        "Overview": "In a parallel present where the latest must-have gadget for any busy family is a 'Synth' - a highly-developed robotic servant that's so similar to a real human it's transforming the way we live."
    }
},{
    "Imposters": {
        "Original_Name": "Imposters",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/1nezOc66ykPbbUbZGlfjuJaJH2d.jpg",
        "First_Air_Date": "2017-02-07",
        "Popularity": 10.842,
        "Overview": "Maddie, a persona shifting con-artist who is as beautiful as she is dangerous, leaves her unwitting victims tormented when they realize they have been used and robbed of everything – including their hearts. But things get complicated when her former targets, Ezra, Richard, and Jules team up to track her down."
    }
},{
    "Impulse": {
        "Original_Name": "Impulse",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nk1oYEvN8jaY5h5aSGwCEIsyhwK.jpg",
        "First_Air_Date": "2018-06-06",
        "Popularity": 7.782,
        "Overview": "Follow 16-year-old Henrietta, aka Henry, who discovers she has the ability to teleport. The first time she realizes this, she is in a truck with her high school’s Golden Boy, who tries to rape her."
    }
},{
    "Insatiable": {
        "Original_Name": "Insatiable",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/diN0c6j4mkvk4xuiTpQoZ50f5Lo.jpg",
        "First_Air_Date": "2018-08-10",
        "Popularity": 9.062,
        "Overview": "A bullied teenager turns to beauty pageants as a way to exact her revenge, with the help of a disgraced coach who soon realizes he's in over his head."
    }
},{
    "Insecure": {
        "Original_Name": "Insecure",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/F3oOK3iPl1FgnyCLdc8fi6ygdA.jpg",
        "First_Air_Date": "2016-10-09",
        "Popularity": 7.468,
        "Overview": "Follows the awkward experiences and racy tribulations of a modern-day African-American woman."
    }
},{
    "Instinct": {
        "Original_Name": "Instinct",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nhgIDeG0cL9WMYCeQpyIAluypZL.jpg",
        "First_Air_Date": "2018-03-18",
        "Popularity": 4.915,
        "Overview": "Dr. Dylan Reinhart, a gifted author, university professor and former CIA operative is lured back to his old life by tenacious top NYPD Detective Lizzie Needham. Though Dylan and Lizzie initially clash, when it comes to catching killers, they make an ideal team."
    }
},{
    "Into the Badlands": {
        "Original_Name": "Into the Badlands",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nRU4wIxuVGVZYTqtWVIf5A5fokT.jpg",
        "First_Air_Date": "2015-11-15",
        "Popularity": 21.613,
        "Overview": "In a land controlled by feudal barons, a great warrior and a young boy embark on a journey across a dangerous land to find enlightenment. \n\nA genre-bending martial arts series very loosely based on the classic Chinese tale Journey to the West."
    }
},{
    "Into the Dark": {
        "Original_Name": "Into the Dark",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oiWBK6ULRezVmVZMcLcacWj89Ud.jpg",
        "First_Air_Date": "2018-10-05",
        "Popularity": 7.055,
        "Overview": "A Year's Worth of Horrific Holidays: each episode is inspired by a holiday from the month in which it is released."
    }
},{
    "Iron Fist": {
        "Original_Name": "Marvel's Iron Fist",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nv4nLXbDhcISPP8C1mgaxKU50KO.jpg",
        "First_Air_Date": "2017-03-17",
        "Popularity": 101.916,
        "Overview": "Danny Rand resurfaces 15 years after being presumed dead. Now, with the power of the Iron Fist, he seeks to reclaim his past and fulfill his destiny."
    }
},{
    "Jack Ryan": {
        "Original_Name": "Tom Clancy's  Jack Ryan",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/1raUrQr8Y2tSYjTDbk8wfWGKTmX.jpg",
        "First_Air_Date": "2018-08-30",
        "Popularity": 14.468,
        "Overview": "When CIA analyst Jack Ryan stumbles upon a suspicious series of bank transfers his search for answers pulls him from the safety of his desk job and catapults him into a deadly game of cat and mouse throughout Europe and the Middle East, with a rising terrorist figurehead preparing for a massive attack against the US and her allies."
    }
},{
    "Jessica Jones": {
        "Original_Name": "Marvel's Jessica Jones",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/8a7e2GNpMnjI2hgRZH3jq2c7ffv.jpg",
        "First_Air_Date": "2015-11-20",
        "Popularity": 18.383,
        "Overview": "After a tragic ending to her short-lived super hero stint, Jessica Jones is rebuilding her personal life and career as a detective who gets pulled into cases involving people with extraordinary abilities in New York City."
    }
},{
    "Kevin (Probably) Saves the World": {
        "Original_Name": "Kevin (Probably) Saves the World",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/pRzHcXqLscJPrYthqBWVjZ8f8T5.jpg",
        "First_Air_Date": "2017-10-03",
        "Popularity": 4.51,
        "Overview": "One day while returning home to stay with his widowed twin sister and her daughter, Kevin Finn, a self-centered man whose life brings him more trouble than he bargained for, is recruited by a celestial being named Yvette, who enlists Kevin with a new purpose in his life, which is to save the world."
    }
},{
    "Kevin Can Wait": {
        "Original_Name": "Kevin Can Wait",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/7fwU1My9Auz7iyiDo2BmIt9FKuF.jpg",
        "First_Air_Date": "2016-09-19",
        "Popularity": 12.062,
        "Overview": "A newly retired police officer looks forward to spending more quality time with his wife and three kids only to discover he faces much tougher challenges at home than he ever did on the streets."
    }
},{
    "Kidding": {
        "Original_Name": "Kidding",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/83I92aw452iO9zMMWKxqf4EYIAz.jpg",
        "First_Air_Date": "2018-09-09",
        "Popularity": 8.32,
        "Overview": "Jeff, aka Mr. Pickles, is an icon of children's TV. But when his family begins to implode, Jeff finds no fairy tale or fable or puppet will guide him through this crisis, which advances faster than his means to cope. The result: a kind man in a cruel world faces a slow leak of sanity as hilarious as it is heartbreaking."
    }
},{
    "Killing Eve": {
        "Original_Name": "Killing Eve",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9KsRf6N5oLNfxCrCydiFfYQE4wK.jpg",
        "First_Air_Date": "2018-04-08",
        "Popularity": 8.995,
        "Overview": "A security consultant hunts for a ruthless assassin. Equally obsessed with each other, they go head to head in an epic game of cat-and-mouse."
    }
},{
    "Killjoys": {
        "Original_Name": "Killjoys",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oE8xODVOifddrJyDOvk8dnA3Wzs.jpg",
        "First_Air_Date": "2015-06-19",
        "Popularity": 13.707,
        "Overview": "An action-packed adventure series following a fun-loving, hard living trio of interplanetary bounty hunters (a.k.a. Killjoys) sworn to remain impartial as they chase deadly warrants around the Quad, a system of planets on the brink of revolution."
    }
},{
    "Kingdom": {
        "Original_Name": "Kingdom",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/xkRyopANOnO60KWm6DjozXlq9w4.jpg",
        "First_Air_Date": "2014-10-08",
        "Popularity": 5.84,
        "Overview": "A raw family drama set against the world of Mixed Martial Arts (MMA) in Venice, California. Alvey Kulina owns Navy St. MMA with the help of his girlfriend Lisa Prince. He is willing to go through extraordinary means to make sure his fighters are taken care of, but all of this responsibility comes at a steep price. He has complicated relationships with both of his sons, Jay and Nate, who are both struggling with their own identities and places within Alvey’s life and gym."
    }
},{
    "Krypton": {
        "Original_Name": "Krypton",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/kMMWb4zIZKBnO3lOpVBXCL1BeNI.jpg",
        "First_Air_Date": "2018-03-21",
        "Popularity": 9.093,
        "Overview": "Set two generations before the destruction of the legendary Man of Steel’s home planet, Krypton follows Superman’s grandfather — whose House of El was ostracized and shamed — as he fights to redeem his family’s honor and save his beloved world from chaos."
    }
},{
    "LA to Vegas": {
        "Original_Name": "LA to Vegas",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qrHza40GGG8Xt2CWuynMiA4aV27.jpg",
        "First_Air_Date": "2018-01-02",
        "Popularity": 4.014,
        "Overview": "An ensemble workplace comedy about a group of underdogs trying to find their place in the world, set on the Friday night flight from LAX to Vegas and the returning flight on Sunday, who all share the same goal: to come back a winner in the casino of life."
    }
},{
    "Legacies": {
        "Original_Name": "Legacies",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/pwvKOtTpbMacI463EDfyKtfn4Kd.jpg",
        "First_Air_Date": "2018-10-25",
        "Popularity": 57.828,
        "Overview": "In a place where young witches, vampires, and werewolves are nurtured to be their best selves in spite of their worst impulses, Klaus Mikaelson’s daughter, 17-year-old Hope Mikaelson, Alaric Saltzman’s twins, Lizzie and Josie Saltzman, among others, come of age into heroes and villains at The Salvatore School for the Young and Gifted."
    }
},{
    "Legion": {
        "Original_Name": "Legion",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/l8paJlma8P3t73B4SPtFjr8nsWF.jpg",
        "First_Air_Date": "2017-02-08",
        "Popularity": 16.829,
        "Overview": "David Haller, AKA Legion, is a troubled young man who may be more than human. Diagnosed as schizophrenic, David has been in and out of psychiatric hospitals for years. But after a strange encounter with a fellow patient, he’s confronted with the possibility that the voices he hears and the visions he sees might be real."
    }
},{
    "Lethal Weapon": {
        "Original_Name": "Lethal Weapon",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jbMZkxLHVDSKiZh0HppCthRW96k.jpg",
        "First_Air_Date": "2016-09-21",
        "Popularity": 31.967,
        "Overview": "A slightly unhinged former Navy SEAL lands a job as a police officer in Los Angeles where he's partnered with a veteran detective trying to keep maintain a low stress level in his life."
    }
},{
    "Life Sentence": {
        "Original_Name": "Life Sentence",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/hRB6eHvWQ3O3kuTUEH6hE2TZde1.jpg",
        "First_Air_Date": "2018-03-07",
        "Popularity": 2.761,
        "Overview": "When Stella finds out her terminal cancer is cured, she's going to have to learn to live with all the choices she's made when she decided to \"live like she was dying\"."
    }
},{
    "Life in Pieces": {
        "Original_Name": "Life in Pieces",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/62cMHUATTYwg5TZkHwVvNSWBeGa.jpg",
        "First_Air_Date": "2015-09-21",
        "Popularity": 9.271,
        "Overview": "Comedy about one big happy family and their sometimes awkward, often hilarious and ultimately beautiful milestone moments as told by its various members.  Of the three siblings, middle child Matt may have just found his true love, his co-worker, Colleen; his coddled youngest brother, Greg, and his wife, Jen, are overwhelmed by the birth of their first child; and the eldest, Heather, and her husband, Tim, are dreading their impending empty nest so much, they're considering having another baby. Their parents are Joan the family's adoring matriarch who would do anything for her kids - as long as she agrees with it - and John, the gregarious patriarch who's searching for ways to soften the blow of turning 70. As the family's lives unfold in four short stories each week, they try to savor these little pieces of time that flash by but stay with you forever, because these moments add up to what life's all about."
    }
},{
    "Living Biblically": {
        "Original_Name": "Living Biblically",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/k3LYtrtpKJ1epOVibjJqTr2f2Hx.jpg",
        "First_Air_Date": "2018-02-26",
        "Popularity": 0.686,
        "Overview": "An adaptation of the non-fiction book by A.J. Jacobs, in which a man tries to live in accordance with the Bible's teachings as close as possible."
    }
},{
    "Lost In Space": {
        "Original_Name": "Lost in Space",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/y8NJnTXzb4rio9uvVYFVrXEMofU.jpg",
        "First_Air_Date": "2018-04-13",
        "Popularity": 19.747,
        "Overview": "After crash-landing on an alien planet, the Robinson family fights against all odds to survive and escape. But they're surrounded by hidden dangers."
    }
},{
    "Lucifer": {
        "Original_Name": "Lucifer",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wmOuYyqVaczBLXxQNFSaRfAUgPz.jpg",
        "First_Air_Date": "2016-01-25",
        "Popularity": 29.529,
        "Overview": "Bored and unhappy as the Lord of Hell, Lucifer Morningstar abandoned his throne and retired to Los Angeles, where he has teamed up with LAPD detective Chloe Decker to take down criminals. But the longer he's away from the underworld, the greater the threat that the worst of humanity could escape."
    }
},{
    "Luke Cage": {
        "Original_Name": "Marvel's Luke Cage",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9nWZZ1ghE0LuXEWJi7QjCymHygi.jpg",
        "First_Air_Date": "2016-09-30",
        "Popularity": 18.606,
        "Overview": "Given superstrength and durability by a sabotaged experiment, a wrongly accused man escapes prison to become a superhero for hire."
    }
},{
    "MacGyver": {
        "Original_Name": "MacGyver",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/r7NDlmYJtR9HNlcijiDoObY0V86.jpg",
        "First_Air_Date": "2016-09-23",
        "Popularity": 20.542,
        "Overview": "20-something Angus MacGyver creates a clandestine organization where he uses his knack for solving problems in unconventional ways to help prevent disasters from happening."
    }
},{
    "Man with a Plan": {
        "Original_Name": "Man with a Plan",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tdsifCxC6H7ox6srUyBq9u89FkA.jpg",
        "First_Air_Date": "2016-10-24",
        "Popularity": 8.304,
        "Overview": "A dad finds out that parenting is harder than he thought after his wife goes back to work and he's left at home to take care of the kids."
    }
},{
    "Maniac": {
        "Original_Name": "Maniac",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/kCNl4QPstAqChFD0NnLpbDFG8ul.jpg",
        "First_Air_Date": "2018-09-21",
        "Popularity": 14.208,
        "Overview": "Two strangers are drawn to a mysterious pharmaceutical trial that will, they're assured, with no complications or side-effects whatsoever, solve all of their problems, permanently. Things do not go as planned."
    }
},{
    "Manifest": {
        "Original_Name": "Manifest",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/moaCMoZYVifaQnNJGDr3M6rBglB.jpg",
        "First_Air_Date": "2018-09-24",
        "Popularity": 16.128,
        "Overview": "After landing from a turbulent but routine flight, the crew and passengers of Montego Air Flight 828 discover five years have passed in what seemed like a few hours. As their new realities become clear, a deeper mystery unfolds and some of the returned passengers soon realize they may be meant for something greater than they ever thought possible."
    }
},{
    "Marlon": {
        "Original_Name": "Marlon",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/7jCZupMTSyS3SohvE14T3xVT36n.jpg",
        "First_Air_Date": "2017-08-16",
        "Popularity": 6.352,
        "Overview": "A loving (but immature) father is committed to co-parenting his two kids with his very-together ex-wife. While his misguided fatherly advice, unstoppable larger-than-life personality and unpredictable Internet superstardom might get in the way sometimes, for Marlon, family really always does come first - even if he's the biggest kid of all."
    }
},{
    "Mayans MC": {
        "Original_Name": "Mayans M.C.",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/y8PYGJ7TGjtMxwPA5Mhwa9svTRJ.jpg",
        "First_Air_Date": "2018-09-04",
        "Popularity": 17.283,
        "Overview": "Set in the aftermath of Jax Teller’s death, Ezekiel \"EZ\" Reyes is fresh out of prison and a prospect in the Mayans M.C. charter on the Cali\/Mexi border. Now, EZ must carve out his new identity in a town where he was once the golden boy with the American Dream in his grasp."
    }
},{
    "Miss Sherlock": {
        "Original_Name": "ミス・シャーロック",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/4ISaQjmIfFM0aQqcduFcI8B8dZ4.jpg",
        "First_Air_Date": "2018-04-27",
        "Popularity": 3.152,
        "Overview": "Sherlock has a peculiar character flaw. She does not open her heart to strangers. She is Japanese, but was born in Britain. She now works as an investigation consultant for the police department. Wato Tachibana is an excellent surgeon and is guided by the principal of justice. Sherlock and Wato Tachibana get to know each other through a case and begin to rely on each other."
    }
},{
    "Modern Family": {
        "Original_Name": "Modern Family",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/gLAcu4VPCAb90oJvJ4nUJc5ZBQi.jpg",
        "First_Air_Date": "2009-09-23",
        "Popularity": 40.374,
        "Overview": "The Pritchett-Dunphy-Tucker clan is a wonderfully large and blended family. They give us an honest and often hilarious look into the sometimes warm, sometimes twisted, embrace of the modern family."
    }
},{
    "Mom": {
        "Original_Name": "Mom",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/rM6ogBMv7FwHIbDT7sCeKmMyAmN.jpg",
        "First_Air_Date": "2013-09-23",
        "Popularity": 32.741,
        "Overview": "Aan irreverent and outrageous take on true family love‐and dysfunction. Newly sober single mom Christy struggles to raise two children in a world full of temptations and pitfalls. Testing her sobriety is her formerly estranged mother, now back in Christy's life and eager to share passive-aggressive insights into her daughter's many mistakes."
    }
},{
    "Mr  Mercedes": {
        "Original_Name": "Mr. Mercedes",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/t6W0Puy5MYi4EKOWO7lWGLcfU9s.jpg",
        "First_Air_Date": "2017-08-09",
        "Popularity": 16.915,
        "Overview": "A demented serial killer taunts a retired police detective with a series of lurid letters and emails, forcing the ex-cop to undertake a private, and potentially felonious, crusade to bring the killer to justice before he can strike again. Based on the bestselling novel by Stephen King."
    }
},{
    "Mr  Sunshine": {
        "Original_Name": "미스터 션샤인",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/fAMkAuxbZwRMWx30eWC6mV5YBhi.jpg",
        "First_Air_Date": "2018-07-07",
        "Popularity": 6.321,
        "Overview": "Based in Shinmiyangyo, or the U.S. expedition to Korea in the late 19th century, Mr. Sunshine tells the story of a Korean boy born into a family of a house servant running away to board an American warship, later to return to his homeland as a U.S. marine officer. He ironically falls in love with an aristocrat’s daughter and discovers the dark scheme to colonize the country that he once ran away from."
    }
},{
    "New Amsterdam": {
        "Original_Name": "New Amsterdam",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/bg556WSKtyAzmVTe0kK35lelsIc.jpg",
        "First_Air_Date": "2018-09-25",
        "Popularity": 6.463,
        "Overview": "Dr. Max Goodwin, the hospital's newest medical director, sets out to tear up the bureaucracy and provide exceptional care."
    }
},{
    "New Girl": {
        "Original_Name": "New Girl",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/8oCqMlKKomCArVtyOjRzMN6g40Z.jpg",
        "First_Air_Date": "2011-09-20",
        "Popularity": 21.113,
        "Overview": "Jessica Day is an offbeat and adorable girl in her late 20s who, after a bad breakup, moves in with three single guys. Goofy, positive, vulnerable and honest to a fault, Jess has faith in people, even when she shouldn't. Although she's dorky and awkward, she's comfortable in her own skin. More prone to friendships with women, she's not used to hanging with the boys—especially at home."
    }
},{
    "On My Block": {
        "Original_Name": "On My Block",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/aFHmGVDNLFmhLjDNbFuMSBOxUv5.jpg",
        "First_Air_Date": "2018-03-16",
        "Popularity": 2.51,
        "Overview": "A coming of age comedy following a diverse group of teenage friends as they confront the challenges of growing up in gritty inner-city Los Angeles."
    }
},{
    "Once Upon a Time": {
        "Original_Name": "Once Upon a Time",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/49qD372jeHUTmdNMGJkjCFZdv9y.jpg",
        "First_Air_Date": "2011-10-23",
        "Popularity": 36.773,
        "Overview": "There is a town in Maine where every story book character you've ever known is trapped between two worlds, victims of a powerful curse. Only one knows the truth and only one can break the spell.\n\nEmma Swan is a 28-year-old bail bonds collector who has been supporting herself since she was abandoned as a baby. Things change for her when her son Henry, whom she abandoned years ago, finds her and asks for her help explaining that she is from a different world where she is Snow White's missing daughter."
    }
},{
    "One Punch Man": {
        "Original_Name": "ワンパンマン",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/iE3s0lG5QVdEHOEZnoAxjmMtvne.jpg",
        "First_Air_Date": "2015-10-04",
        "Popularity": 16.117,
        "Overview": "Saitama is a hero who only became a hero for fun. After three years of “special” training, though, he’s become so strong that he’s practically invincible. In fact, he’s too strong—even his mightiest opponents are taken out with a single punch, and it turns out that being devastatingly powerful is actually kind of a bore. With his passion for being a hero lost along with his hair, yet still faced with new enemies every day, how much longer can he keep it going?"
    }
},{
    "One Strange Rock": {
        "Original_Name": "One Strange Rock",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/bLtoGQM3WhVFKtTk1h8w0lGH1n7.jpg",
        "First_Air_Date": "2018-03-26",
        "Popularity": 2.777,
        "Overview": "A mind-bending, thrilling journey exploring the fragility and wonder of planet Earth, one of the most peculiar, unique places in the entire universe, brought to life by the only people to have left it behind – the world’s most well known and leading astronauts."
    }
},{
    "Orange Is the New Black": {
        "Original_Name": "Orange Is the New Black",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/ekaa7YjGPTkFLcPhwWXTnARuCEU.jpg",
        "First_Air_Date": "2013-07-11",
        "Popularity": 18.664,
        "Overview": "A crime she committed in her youthful past sends Piper Chapman to a women's prison, where she trades her comfortable New York life for one of unexpected camaraderie and conflict in an eccentric group of fellow inmates."
    }
},{
    "Our Cartoon President": {
        "Original_Name": "Our Cartoon President",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/PB49TTDG8MkmZa97if33taSQAz.jpg",
        "First_Air_Date": "2018-02-11",
        "Popularity": 7.874,
        "Overview": "A hilarious look into the Trump presidency, animation style. Starring two-dimensional avatars of Donald Trump and his merry band of insiders and family members, this cutting-edge comedy presents the truish adventures of Trump, his confidants and bon vivants through the eyes of an imaginary documentary crew."
    }
},{
    "Ozark": {
        "Original_Name": "Ozark",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/pCGyPVrI9Fzw6rE1Pvi4BIXF6ET.jpg",
        "First_Air_Date": "2017-07-21",
        "Popularity": 21.434,
        "Overview": "A financial adviser drags his family from Chicago to the Missouri Ozarks, where he must launder $500 million in five years to appease a drug boss."
    }
},{
    "Paradise PD": {
        "Original_Name": "Paradise PD",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/desSj4kx0y9p61vm9QBE3Wm8GxK.jpg",
        "First_Air_Date": "2018-08-31",
        "Popularity": 5.345,
        "Overview": "An eager young rookie joins the ragtag small-town police force led by his dad as they bumble, squabble and snort their way through a big drug case."
    }
},{
    "Patrick Melrose": {
        "Original_Name": "Patrick Melrose",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/t6ubZ1Bpu0elTzA8tT2mxkrfpxA.jpg",
        "First_Air_Date": "2018-05-12",
        "Popularity": 3.956,
        "Overview": "A critical and often humorous look at the upper class, tracking the protagonist’s harrowing odyssey from a deeply traumatic childhood through adult substance abuse and, ultimately, toward recovery."
    }
},{
    "Peaky Blinders": {
        "Original_Name": "Peaky Blinders",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jeWoeUQyHdxGFNZCrzbOUP78FiZ.jpg",
        "First_Air_Date": "2013-09-12",
        "Popularity": 24.292,
        "Overview": "A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world."
    }
},{
    "Poldark": {
        "Original_Name": "Poldark",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/sz0tPBlf8J1M3uNHAhx88dhn0nK.jpg",
        "First_Air_Date": "2015-03-08",
        "Popularity": 16.232,
        "Overview": "Britain is in the grip of a chilling recession... falling wages, rising prices, civil unrest - only the bankers are smiling. It's 1783 and Ross Poldark returns from the American War of Independence to his beloved Cornwall to find his world in ruins: his father dead, the family mine long since closed, his house wrecked and his sweetheart pledged to marry his cousin. But Ross finds that hope and love can be found when you are least expecting it in the wild but beautiful Cornish landscape."
    }
},{
    "Pose": {
        "Original_Name": "POSE",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/1cBGu1KEP17Dexg4wYfR9bLF3kc.jpg",
        "First_Air_Date": "2018-06-03",
        "Popularity": 5.931,
        "Overview": "A dance musical that explores the juxtaposition of several segments of 1980s life and society in New York: the ball culture world, the rise of the luxury Trump-era universe and the downtown social and literary scene."
    }
},{
    "Power": {
        "Original_Name": "Power",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/prQZ1NiS1GDSH35F1e03PKhLKnL.jpg",
        "First_Air_Date": "2014-06-07",
        "Popularity": 12.588,
        "Overview": "James “Ghost” St. Patrick has it all: a beautiful wife, a gorgeous Manhattan penthouse, and the hottest, up-and-coming new nightclub in New York. His club, Truth, caters to the elite: the famous and infamous boldface names that run the city that never sleeps. As its success grows, so do Ghost’s plans to build an empire. However, Truth hides an ugly reality. It’s a front for Ghost’s criminal underworld; a lucrative drug network, serving only the wealthy and powerful.  As Ghost is seduced by the prospect of a legitimate life, everything precious to him becomes unknowingly threatened. Once you're in, can you ever get out?"
    }
},{
    "Preacher": {
        "Original_Name": "Preacher",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/k5gEOkrFecMHCMlJe4eOZpYBHpD.jpg",
        "First_Air_Date": "2016-05-22",
        "Popularity": 12.903,
        "Overview": "A preacher sets out on a mission to make the almighty himself confess his sin of abandoning the world. With his best friend Cassidy, an alcoholic Irish vampire, his love Tulip, a red blooded gun towing Texan, and the power of genesis, an unholy child born from an angel and a devil, Jesse gives up everything to set the world straight with its creator."
    }
},{
    "Quantico": {
        "Original_Name": "Quantico",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3ofY2mALEiE0QDyRlVOV3sDNMYC.jpg",
        "First_Air_Date": "2015-09-27",
        "Popularity": 16.035,
        "Overview": "A diverse group of recruits has arrived at the FBI Quantico Base for training. They are the best, the brightest and the most vetted, so it seems impossible that one of them is suspected of masterminding the biggest attack on New York City since 9\/11."
    }
},{
    "Queen of the South": {
        "Original_Name": "Queen of the South",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/sGInylLAYcVpmIE6b6S3pFtnEEv.jpg",
        "First_Air_Date": "2016-06-23",
        "Popularity": 15.383,
        "Overview": "Teresa flees Mexico after her drug-runner boyfriend is murdered. Settling in Dallas, she looks to become the country's reigning drug smuggler and to avenge her lover's murder."
    }
},{
    "Ransom": {
        "Original_Name": "Ransom",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/msn327MnlMG2iMess6CSTcn3HT2.jpg",
        "First_Air_Date": "2017-01-01",
        "Popularity": 5.507,
        "Overview": "Eric Beaumont's crisis negotiator team is brought in to save lives and resolve the most difficult kidnap and ransom cases when no one else can."
    }
},{
    "Ray Donovan": {
        "Original_Name": "Ray Donovan",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/cwJ6nLNvX62By0yoLYWFhRelPkF.jpg",
        "First_Air_Date": "2013-06-30",
        "Popularity": 69.899,
        "Overview": "Set in the sprawling mecca of the rich and famous, Ray Donovan does the dirty work for LA's top power players, and makes their problems disappear. His father's unexpected release from prison sets off a chain of events that shakes the Donovan family to its core."
    }
},{
    "Reverie": {
        "Original_Name": "Reverie",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jrA47ygwLxWJoofHe9LHoWOrNJh.jpg",
        "First_Air_Date": "2018-05-30",
        "Popularity": 6.219,
        "Overview": "A former detective specializing in human behavior is brought in when the launch of an advanced virtual reality program has dangerous and unintended consequences."
    }
},{
    "Rise": {
        "Original_Name": "Rise",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/m2dd5A8SO2kiRV8efziIx9vki4O.jpg",
        "First_Air_Date": "2017-01-27",
        "Popularity": 4.599,
        "Overview": "We travel to Indigenous communities across the Americas to meet people protecting their homelands and rising up against colonization."
    }
},{
    "Riverdale": {
        "Original_Name": "Riverdale",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/1TsbOTztAJtzTRXAhoLsX9a83XX.jpg",
        "First_Air_Date": "2017-01-26",
        "Popularity": 55.774,
        "Overview": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade."
    }
},{
    "Running Wild with Bear Grylls": {
        "Original_Name": "Running Wild with Bear Grylls",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9fYaghI6HZ408uVzpthwp1cmeAc.jpg",
        "First_Air_Date": "2014-07-28",
        "Popularity": 5.503,
        "Overview": "Running Wild with Bear Grylls, the survivalist takes one celebrity into the most remote locations in the U.S. and around the world for a 48-hour journey of a lifetime. From skydiving into the Catskill Mountains, to rappelling down the cliffs of Utah and battling torrential wind and rain in Scotland, Grylls and each celebrity will have to push both their minds and bodies to the limit to successfully complete their journey."
    }
},{
    "S W A T": {
        "Original_Name": "Where's Waldo?: The Animated Series",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/ix9YTOu5lpHnMt6rvGOf3kLrtgI.jpg",
        "First_Air_Date": "1991-09-14",
        "Popularity": 2.158,
        "Overview": "Where's Waldo?: The Animated Series is a joint venture between American\/Canadian\/British animated television series production, distributed by DIC Entertainment and The Waldo Film Company. The television series aired on CBS Kids for one season and later reaired on Nickelodeon.\n\nThe show follows the adventures of Waldo and his dog Woof, who were already established stars of the Where's Waldo picture book series. The \"Where's Waldo?\" TV Show brought the gangly man in the striped shirt and ski cap to Saturday morning TV. The cartoon \"Where's Waldo?\" went beyond the books' original concept, giving the characters depth and giving reasons for their adventures.\n\nWaldo and his dog Woof travel to distant lands, solving mysteries and lending a helping hand wherever they could. With the help of his magic walking stick, Waldo could travel through space and time or travel to far off magical lands. Often sent by Wizard Whitebeard to help solve a puzzle, or mysteries, \"Where's Waldo\" was a 1\/2 hour puzzle of clues and riddles.\n\nThe evil Waldo lookalike Odlaw was the show's villain, constantly plotting to steal Waldo's magic stick. In each episode Odlaw would team up with the other villains from the far-off lands to help get the magic stick, while Waldo and Woof teamed up with other land's \"good-guys\" to help with their problems."
    }
},{
    "Sacred Games": {
        "Original_Name": "Sacred Games",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/uEbNtFbK4At9WBDGap23lt1qO9n.jpg",
        "First_Air_Date": "2018-07-06",
        "Popularity": 5.067,
        "Overview": "A link in their pasts leads an honest cop to a fugitive gang boss, whose cryptic warning spurs the officer on a quest to save Mumbai from cataclysm."
    }
},{
    "Safe": {
        "Original_Name": "Safe",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nsElLmgjEFbelkI4bseXSVs4A7L.jpg",
        "First_Air_Date": "2018-05-10",
        "Popularity": 5.647,
        "Overview": "After his daughter goes missing, a widower begins uncovering the dark secrets of the people closest to him."
    }
},{
    "Salvation": {
        "Original_Name": "Salvation",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/hXCd9FUT7ZjoB390cGioVhEiXOB.jpg",
        "First_Air_Date": "2017-07-12",
        "Popularity": 39.198,
        "Overview": "An MIT grad student and a tech superstar bring a low-level Pentagon official a staggering discovery that an asteroid is just six months away from colliding with Earth."
    }
},{
    "Save Me": {
        "Original_Name": "구해줘",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/eNCwfLMkNVkxjRio6q7agJySnXR.jpg",
        "First_Air_Date": "2017-08-05",
        "Popularity": 5.064,
        "Overview": "4 young men who don't have jobs face a woman in an alley. The woman says \"save me.\""
    }
},{
    "Scandal": {
        "Original_Name": "Scandal",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/svJUhL4GsueTrZw9Qw9QlPoqcE5.jpg",
        "First_Air_Date": "2012-04-05",
        "Popularity": 23.296,
        "Overview": "Everyone has secrets and Olivia Pope has dedicated her life to protecting and defending the public images of the elite by keeping those secrets under wraps. Pope and her team are at the top of their game when it comes to getting the job done for their clients, but it becomes apparent that these \"gladiators in suits,\" who specialize in fixing the lives of other people, have trouble fixing those closest at hand -- their own."
    }
},{
    "Schitts Creek": {
        "Original_Name": "Schitt's Creek",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/1ENLzGcx6VLQ8WoVXShDcYTvK6Z.jpg",
        "First_Air_Date": "2015-01-13",
        "Popularity": 11.697,
        "Overview": "Formerly filthy rich video store magnate Johnny Rose, his soap star wife Moira, and their two kids, über-hipster son David and socialite daughter Alexis, suddenly find themselves broke and forced to live in Schitt's Creek, a small depressing town they once bought as a joke."
    }
},{
    "Scorpion": {
        "Original_Name": "Scorpion",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tul8AbyTStoltT77Di0XUIgRnI2.jpg",
        "First_Air_Date": "2014-09-22",
        "Popularity": 31.023,
        "Overview": "Based on a true story, Scorpion is a high-octane drama about eccentric genius Walter O’Brien and his team of brilliant misfits who comprise the last line of defense against complex, high-tech threats of the modern age. As Homeland Security’s new think tank, O’Brien’s “Scorpion” team includes Toby Curtis, an expert behaviorist who can read anyone; Happy Quinn, a mechanical prodigy; and Sylvester Dodd, a statistics guru."
    }
},{
    "Seal Team": {
        "Original_Name": "SEAL Team",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/5yuIJip8YJQ2rkLs7b7JlR38WY7.jpg",
        "First_Air_Date": "2017-09-27",
        "Popularity": 25.944,
        "Overview": "The lives of the elite Navy Seals as they train, plan and execute the most dangerous, high-stakes missions our country can ask."
    }
},{
    "Sense 8 ": {
        "Original_Name": "Sense8",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/kmyvlQ9QKzgdZY31rXaUlgCnzrB.jpg",
        "First_Air_Date": "2015-06-05",
        "Popularity": 15.618,
        "Overview": "One gunshot, one death, one moment out of time that irrevocably links eight minds in disparate parts of the world, putting them in each other's lives, each other's secrets, and in terrible danger. Ordinary people suddenly reborn as \"Sensates.\""
    }
},{
    "Shades of Blue": {
        "Original_Name": "Shades of Blue",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/kSCnmyWycGsxu8BgSoyM8GYsZck.jpg",
        "First_Air_Date": "2016-01-07",
        "Popularity": 9.988,
        "Overview": "Sexy New York detective and single mother Harlee Santos fell in with a tight-knit group of dirty cops, taking bribes and protection money that she uses to provide the best life for her honest, talented daughter. But when she's trapped by the FBI and forced to inform on her own \"brothers,\" she'll have to walk the fine line between love, loyalty, honor and betrayal, and try to keep it together for her daughter's future."
    }
},{
    "Shadowhunters": {
        "Original_Name": "Shadowhunters",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/66YHvvVduC21xcMXPpBBF0ywyVZ.jpg",
        "First_Air_Date": "2016-01-12",
        "Popularity": 22.005,
        "Overview": "When Clary Fray's mother has disappeared, Clary joins a band of Shadowhunters; demon killing hunters, and gets caught up in a plan to save the world."
    }
},{
    "Shameless": {
        "Original_Name": "Shameless",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/iRyQTp2L437k6zfFCvZSOWaxQFA.jpg",
        "First_Air_Date": "2011-01-09",
        "Popularity": 42.851,
        "Overview": "Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be... perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are."
    }
},{
    "Sharp Objects": {
        "Original_Name": "Sharp Objects",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/1SGovj2qDdkJexvhFiXllj9EYfu.jpg",
        "First_Air_Date": "2018-07-08",
        "Popularity": 12.948,
        "Overview": "Reporter Camille Preaker confronts the psychological demons from her past when she returns to her hometown to investigate the murders of two young girls."
    }
},{
    "Shooter": {
        "Original_Name": "Shooter",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oMmqtafm6Rdlka1ejJeC9BDWzyO.jpg",
        "First_Air_Date": "2016-11-15",
        "Popularity": 15.566,
        "Overview": "Bob Lee Swagger is an expert marksman living in exile who is coaxed back into action after learning of a plot to kill the president. Based on the best-selling Bob Lee Swagger novel by Stephen Hunter, Point of Impact, and the 2007 Paramount film starring Mark Wahlberg."
    }
},{
    "Silicon Valley": {
        "Original_Name": "Silicon Valley",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/dc5r71XI1gD4YwIUoEYCLiVvtss.jpg",
        "First_Air_Date": "2014-04-06",
        "Popularity": 20.706,
        "Overview": "In the high-tech gold rush of modern Silicon Valley, the people most qualified to succeed are the least capable of handling success. Partially inspired by Mike Judge’s own experiences as a Silicon Valley engineer in the late ‘80s, Silicon Valley is an American sitcom that centers around six programmers who are living together and trying to make it big in the Silicon Valley."
    }
},{
    "Single Parents": {
        "Original_Name": "Single Parents",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/6C4gUhBoIfN6ctohW8mkdL5mex8.jpg",
        "First_Air_Date": "2018-09-26",
        "Popularity": 5.471,
        "Overview": "A group of single parents lean on each other to help raise their 7-year-old kids and maintain some kind of personal lives outside of parenthood."
    }
},{
    "Siren": {
        "Original_Name": "Siren",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/2lJvMuAQXEg2LJUVs2Gtu5kFsHU.jpg",
        "First_Air_Date": "2018-03-29",
        "Popularity": 8.11,
        "Overview": "The coastal town of Bristol Cove is known for its legend of once being home to mermaids. When the arrival of a mysterious girl proves this folklore all too true, the battle between man and sea takes a very vicious turn as these predatory beings return to reclaim their right to the ocean."
    }
},{
    "Six": {
        "Original_Name": "SIX",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/m9pdguGSw7dBSFwsxRjuT8tI50p.jpg",
        "First_Air_Date": "2017-01-18",
        "Popularity": 16.011,
        "Overview": "Action drama series inspired by the real missions of Navy SEAL Team Six."
    }
},{
    "Sneaky Pete": {
        "Original_Name": "Sneaky Pete",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/5dU7taWEgoH1RnmBqyUKmcD4ig4.jpg",
        "First_Air_Date": "2015-08-07",
        "Popularity": 13.018,
        "Overview": "A con man on the run from a vicious gangster takes cover from his past by assuming the identity of his prison cellmate, Pete, “reuniting” with Pete’s estranged family, a colorful, dysfunctional group that threatens to drag him into a world just as dangerous as the one he’s trying to escape - and, just maybe, give him a taste of the loving family he’s never had."
    }
},{
    "Snowfall": {
        "Original_Name": "Snowfall",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/2urnaBtljmz6pMixQlYbuwfD6ak.jpg",
        "First_Air_Date": "2017-07-05",
        "Popularity": 11.391,
        "Overview": "Los Angeles. 1983. A storm is coming and it's name is crack. Set against the infancy of the crack cocaine epidemic and its ultimate radical impact on the culture as we know it, the story follows numerous characters on a violent collision course."
    }
},{
    "So You Think You Can Dance": {
        "Original_Name": "So You Think You Can Dance",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/zd4oYMq6WHtOFJyYCCQrwdbBgCA.jpg",
        "First_Air_Date": "2005-07-20",
        "Popularity": 7.859,
        "Overview": "Dancers selected in open auditions across America take part in a rigorous competition designed to best display their talents, training and personalities to a panel of judges and viewers as they strive to win votes and avoid elimination."
    }
},{
    "Sorry for Your Loss": {
        "Original_Name": "Sorry For Your Loss",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/eUtM5shJF0CZn3MhEMmdSxyHJ0W.jpg",
        "First_Air_Date": "2018-09-18",
        "Popularity": 3.671,
        "Overview": "The sudden death of her husband upends and transforms every relationship in Leigh Shaw’s life. It also forces her to realize there was a lot about her husband that she didn’t know."
    }
},{
    "Spartacus": {
        "Original_Name": "Spartacus",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/18FWPmsh2dULwMyWGjNDCUsmGRM.jpg",
        "First_Air_Date": "2010-01-22",
        "Popularity": 17.102,
        "Overview": "Spartacus is an American television series inspired by the historical figure of Spartacus, a Thracian gladiator who from 73 to 71 BCE led a major slave uprising against the Roman Republic departing from Capua."
    }
},{
    "Spider-Man": {
        "Original_Name": "Spider-Man",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3fsISr52Gj8SXGZAXHQdQn4AGo6.jpg",
        "First_Air_Date": "1994-11-19",
        "Popularity": 9.386,
        "Overview": "Spider-Man, also known as Spider-Man: The Animated Series, was an American animated television series based on the Marvel Comics superhero, Spider-Man. The show ran on Fox Kids from November 19, 1994, to January 31, 1998. The producer\/story editor was John Semper, Jr. and the production company was Marvel Films Animation. The instrumental theme song for the series was performed by Joe Perry of Aerosmith. Reruns can currently be seen for free at Marvel.com."
    }
},{
    "Stan Lees Lucky Man": {
        "Original_Name": "Stan Lee's Lucky Man",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/cnKC1Az0uWTyMifFoG2t2mtD2xD.jpg",
        "First_Air_Date": "2016-01-22",
        "Popularity": 9.381,
        "Overview": "London cop and compulsive gambler Harry Clayton is on the verge of losing everything. On the night when his huge debts are to be called in, he meets the enigmatic Eve, who gives him a mysterious bracelet said to endow the wearer with immense luck. Harry's fortunes suddenly begin to shift, but he also soon finds himself sucked into a sinister crime wave sweeping through the city."
    }
},{
    "Stargate Origins": {
        "Original_Name": "Stargate Origins",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/woDNw7wSgfrrw0luIiHSUzANyoV.jpg",
        "First_Air_Date": "2018-02-15",
        "Popularity": 11.458,
        "Overview": "Follow Catherine Langford, the young woman who witnessed her father uncover the Stargate in Giza in 1928, as she embarks on an unexpected adventure to unlock the mystery of what lies beyond the Stargate in order to save Earth from unimaginable darkness."
    }
},{
    "Station 19 ": {
        "Original_Name": "Station 19",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/apvr0s7sLvlPgNGtfuvM5EOJJMO.jpg",
        "First_Air_Date": "2018-03-22",
        "Popularity": 16.916,
        "Overview": "A group of heroic firefighters at Seattle Fire Station 19—from captain to newest recruit—risk their lives and hearts both in the line of duty and off the clock. These brave men and women are like family, literally and figuratively, and together they put their own lives in jeopardy as first responders to save the lives of others."
    }
},{
    "Step Up High Water": {
        "Original_Name": "Step Up: High Water",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/sUAVBNGEdD4ZLG5szWH8t1H4M5r.jpg",
        "First_Air_Date": "2018-01-31",
        "Popularity": 1.002,
        "Overview": "Twins Tal and Janelle relocate from Ohio to Atlanta, where at their new school High Water is always a beat."
    }
},{
    "Story of Science Fiction": {
        "Original_Name": "James Cameron's Story of Science Fiction",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qhanotOZnOdgmCZonug5anT0mFo.jpg",
        "First_Air_Date": "2018-04-30",
        "Popularity": 1.018,
        "Overview": "Explore the evolution of sci-fi from its origins as a small genre with a cult following to the blockbuster pop-cultural phenomenon we know today. In each episode, James Cameron introduces one of the “Big Questions” that humankind has contemplated throughout the ages and reaches back into sci-fi’s past to better understand how our favorite films, TV shows, books, and video games were born."
    }
},{
    "Strange Angel": {
        "Original_Name": "Strange Angel",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/61tpMZTpqzJ1T6nCqMyPvAQuGZM.jpg",
        "First_Air_Date": "2018-06-14",
        "Popularity": 2.463,
        "Overview": "The story of the mysterious and brilliant Jack Parsons in 1940s Los Angeles as by day he helps birth the discipline of American rocketry and by night is a performer of sex magick rituals and a disciple to occultist Aleister Crowley."
    }
},{
    "Strike": {
        "Original_Name": "Strike",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oNuxv0sVmP3YjEUFqBWZnEm0GYt.jpg",
        "First_Air_Date": "2017-08-27",
        "Popularity": 7.719,
        "Overview": "A war veteran turned private detective operates out of a tiny office in London’s Denmark Street. Although wounded both physically and psychologically, his unique insight and background as a military police investigator prove crucial in solving complex crimes that have baffled the police. Based on the bestselling novels written by J.K. Rowling under the pseudonym Robert Galbraith."
    }
},{
    "Strike Back": {
        "Original_Name": "Strike Back",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/1SLMVuZP3gjcsa4wKELg2JXSMy2.jpg",
        "First_Air_Date": "2010-05-05",
        "Popularity": 15.697,
        "Overview": "The series follows John Porter, a former British Special Forces soldier, who is drafted back into service by Section 20, a fictional branch of the Secret Intelligence Service."
    }
},{
    "Succession": {
        "Original_Name": "Succession",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/fkAM5cLVK8EWXJVMBZBurg3Qiza.jpg",
        "First_Air_Date": "2018-06-03",
        "Popularity": 4.123,
        "Overview": "The lives of the Roy family as they contemplate their future once their aging father begins to step back from the media and entertainment conglomerate they control."
    }
},{
    "Suits": {
        "Original_Name": "Suits",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nVz7cZZ59PsCLgiWFC0M0N6AFC3.jpg",
        "First_Air_Date": "2011-06-23",
        "Popularity": 26.875,
        "Overview": "While running from a drug deal gone bad, Mike Ross, a brilliant young college-dropout, slips into a job interview with one of New York City's best legal closers, Harvey Specter. Tired of cookie-cutter law school grads, Harvey takes a gamble by hiring Mike on the spot after he recognizes his raw talent and photographic memory."
    }
},{
    "Supergirl": {
        "Original_Name": "Supergirl",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/vqBsgL9nd2v04ZvCqPzwtckDdFD.jpg",
        "First_Air_Date": "2015-10-26",
        "Popularity": 64.922,
        "Overview": "Twenty-four-year-old Kara Zor-El, who was taken in by the Danvers family when she was 13 after being sent away from Krypton, must learn to embrace her powers after previously hiding them. The Danvers teach her to be careful with her powers, until she has to reveal them during an unexpected disaster, setting her on her journey of heroism."
    }
},{
    "Superior Donuts": {
        "Original_Name": "Superior Donuts",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/uz2St3Xecleh0Vn0jSheA4oGBS4.jpg",
        "First_Air_Date": "2017-02-02",
        "Popularity": 19.179,
        "Overview": "The relationship between Arthur, the gruff owner of a small donut shop, his enterprising new young employee, Franco, and their loyal patrons in a quickly gentrifying Chicago neighborhood."
    }
},{
    "Supernatural": {
        "Original_Name": "Supernatural",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3iFm6Kz7iYoFaEcj4fLyZHAmTQA.jpg",
        "First_Air_Date": "2005-09-13",
        "Popularity": 78.692,
        "Overview": "When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. "
    }
},{
    "Superstore": {
        "Original_Name": "Superstore",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/aNqCjp1nlg5OPpYu7gX4GnIO7zU.jpg",
        "First_Air_Date": "2015-11-30",
        "Popularity": 19.825,
        "Overview": "A hilarious workplace comedy about a unique family of employees at a super-sized mega store. From the bright-eyed newbies and the seen-it-all veterans to the clueless summer hires and the in-it-for-life managers, together they hilariously tackle the day-to-day grind of rabid bargain hunters, riot-causing sales and nap-worthy training sessions."
    }
},{
    "Sweetbitter": {
        "Original_Name": "Sweetbitter",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/mOuZfHfBQ4dz2rDBGVLqqqWxP65.jpg",
        "First_Air_Date": "2018-05-06",
        "Popularity": 1.817,
        "Overview": "Shortly after arriving in New York City, 22-year-old Tess lands a job at a celebrated downtown restaurant. Swiftly introduced to the world of drugs, alcohol, love, lust, dive bars, and fine dining, she learns to navigate the chaotically alluring, yet punishing life she has stumbled upon."
    }
},{
    "Take Two": {
        "Original_Name": "Take Two",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/rpC3eIoOyRY8LwDohZ8QehpeU7R.jpg",
        "First_Air_Date": "2018-06-21",
        "Popularity": 3.44,
        "Overview": "Sam Swift, the former star of a hit cop series whose epic breakdown is broadcast to the public and sends her to rehab. Desperate to restart her career, she talks her way into shadowing lone-wolf private investigator Eddie Valetik as research for a potential comeback role. Though Eddie resents the babysitting gig, high-spirited Sam uses the skills she learned as an actor playing a cop and proves herself to be surprisingly valuable."
    }
},{
    "Taken": {
        "Original_Name": "Taken",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/a7gbXiaoJY8WmpSyh4EVlwyunjt.jpg",
        "First_Air_Date": "2017-02-27",
        "Popularity": 14.632,
        "Overview": "The origin story of younger, hungrier, former Green Beret Bryan Mills as he deals with a personal tragedy that shakes his world. As he fights to overcome the incident and exact revenge, Mills is pulled into a career as a deadly CIA operative, a job that awakens his very particular, and very dangerous, set of skills."
    }
},{
    "The 100 ": {
        "Original_Name": "The 100",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wHIMMLFsk32wIzDmawWkYVbxFCS.jpg",
        "First_Air_Date": "2014-03-19",
        "Popularity": 26.322,
        "Overview": "Based on the books by Kass Morgan, this show takes place 100 years in the future, when the Earth has been abandoned due to radioactivity. The last surviving humans live on an ark orbiting the planet — but the ark won't last forever. So the repressive regime picks 100 expendable juvenile delinquents to send down to Earth to see if the planet is still habitable."
    }
},{
    "The Affair": {
        "Original_Name": "The Affair",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3jicOfG3FSjnZObpObLYvO1EV5U.jpg",
        "First_Air_Date": "2014-10-12",
        "Popularity": 19.534,
        "Overview": "The Affair explores the emotional effects of an extramarital relationship between Noah Solloway and Alison Lockhart after the two meet in the resort town of Montauk in Long Island. Noah is a New York City schoolteacher with one novel published (book entitled A Person who Visits a Place) and he is struggling to write a second book. He is happily married with four children, but resents his dependence on his wealthy father-in-law. Alison is a young waitress trying to piece her life and marriage back together in the wake of the tragic death of her child. The story of the affair is told separately, complete with distinct memory biases, from the male and female perspectives."
    }
},{
    "The Alienist": {
        "Original_Name": "The Alienist",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/8mP91jZcx0MIf8FiNAzaNzoTMIn.jpg",
        "First_Air_Date": "2018-01-22",
        "Popularity": 11.402,
        "Overview": "New York, 1896. Police commissioner Theodore Roosevelt brings together criminal psychologist Dr. Laszlo Kreizler, newspaper illustrator John Moore and secretary Sara Howard to investigate several murders of male prostitutes."
    }
},{
    "The Americans": {
        "Original_Name": "The Americans",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qB7WPVQnmODg2mZ1xUmPOrCa0wL.jpg",
        "First_Air_Date": "2013-01-30",
        "Popularity": 20.113,
        "Overview": "Set during the Cold War period in the 1980s, The Americans is the story of Elizabeth and Philip Jennings, two Soviet KGB officers posing as an American married couple in the suburbs of Washington D.C. and their neighbor, Stan Beeman, an FBI Counterintelligence agent."
    }
},{
    "The Big Bang Theory": {
        "Original_Name": "The Big Bang Theory",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/ooBGRQBdbGzBxAVfExiO8r7kloA.jpg",
        "First_Air_Date": "2007-09-24",
        "Popularity": 100.293,
        "Overview": "The Big Bang Theory is centered on five characters living in Pasadena, California: roommates Leonard Hofstadter and Sheldon Cooper; Penny, a waitress and aspiring actress who lives across the hall; and Leonard and Sheldon's equally geeky and socially awkward friends and co-workers, mechanical engineer Howard Wolowitz and astrophysicist Raj Koothrappali. The geekiness and intellect of the four guys is contrasted for comic effect with Penny's social skills and common sense."
    }
},{
    "The Blacklist": {
        "Original_Name": "The Blacklist",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/bgbQCW4fE9b6wSOSC6Fb4FfVzsW.jpg",
        "First_Air_Date": "2013-09-23",
        "Popularity": 22.95,
        "Overview": "Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler."
    }
},{
    "The Bold Type": {
        "Original_Name": "The Bold Type",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/zEQgcNP6U1Ooe752NwNniVuKTdU.jpg",
        "First_Air_Date": "2017-06-20",
        "Popularity": 8.642,
        "Overview": "A glimpse into the outrageous lives and loves of those responsible for a global women's magazine. Their struggles are about finding your identity, managing friendships and getting your heart broken, all while wearing the perfect jeans to flatter any body type. Inspired by the life of Cosmopolitan editor in chief Joanna Coles."
    }
},{
    "The Boss Baby Back in Business": {
        "Original_Name": "The Boss Baby: Back in Business",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/mUVZHkJPKDYgDy1dbDdi0Esj9eB.jpg",
        "First_Air_Date": "2018-04-06",
        "Popularity": 14.395,
        "Overview": "With a little help from his brother and accomplice, Tim, Boss Baby tries to balance family life with his job at Baby Corp headquarters."
    }
},{
    "The Brave": {
        "Original_Name": "The Brave",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jC5SzIJP8zk1sRroGM9v7nBx9xp.jpg",
        "First_Air_Date": "2017-09-25",
        "Popularity": 3.189,
        "Overview": "The complex world of our bravest military heroes who make personal sacrifices while executing the most challenging and dangerous missions behind enemy lines."
    }
},{
    "The Chi": {
        "Original_Name": "The Chi",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9fOk1oVFxVtmyOErw4S6B5g6CsO.jpg",
        "First_Air_Date": "2018-01-07",
        "Popularity": 3.126,
        "Overview": "A relevant, timely and distinctive coming-of-age story following a half dozen interrelated characters in the South Side of Chicago. The story centers on Brandon, an ambitious and confident young man who dreams about opening a restaurant of his own someday, but is conflicted between the promise of a new life and his responsibility to his mother and teenage brother back in the South Side."
    }
},{
    "The City and The City": {
        "Original_Name": "Sex and the City",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/y6TTvFWEW1mkOBlgoqVN4WFkP0Z.jpg",
        "First_Air_Date": "1998-06-06",
        "Popularity": 18.997,
        "Overview": "Based on the bestselling book by Candace Bushnell, Sex and the City tells the story of four best friends, all single and in their late thirties, as they pursue their careers and talk about their sex lives, all while trying to survive the New York social scene. "
    }
},{
    "The Crossing": {
        "Original_Name": "The Crossing",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/cvoSPs6We2u88mXz2vSqjbd4kQ0.jpg",
        "First_Air_Date": "2018-04-02",
        "Popularity": 5.85,
        "Overview": "Refugees from a war-torn country start showing up to seek asylum in an American town. Only the country these people are from is America and the war they are fleeing is 250 years in the future. The local sheriff with a past, a federal agent and a mother in search of her missing refugee daughter drive this allegory with a surprising conspiracy at the center."
    }
},{
    "The Deuce": {
        "Original_Name": "The Deuce",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/o5pPCPs6VxNbeqGQ0PIPbnDPV81.jpg",
        "First_Air_Date": "2017-09-10",
        "Popularity": 17.723,
        "Overview": "The story of the legalization and subsequent rise of the porn industry in New York’s Times Square from the early ’70s through the mid ’80s, exploring the rough-and-tumble world that existed there until the rise of HIV, the violence of the cocaine epidemic and the renewed real estate market ended the bawdy turbulence of the area."
    }
},{
    "The Dragon Prince": {
        "Original_Name": "The Dragon Prince",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/d7PIRa6ez7ZEl9D4JUrnSsmcnVD.jpg",
        "First_Air_Date": "2018-09-14",
        "Popularity": 3.56,
        "Overview": "An extraordinary discovery inspires two human princes and an elven assassin to team up on an epic quest to bring peace to their warring lands."
    }
},{
    "The Durrells": {
        "Original_Name": "The Durrells",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/gX9GwlXFmzEt1Bs3nTPfuKIGgk5.jpg",
        "First_Air_Date": "2016-04-03",
        "Popularity": 10.314,
        "Overview": "In 1935, financially strapped widow Louisa Durrell, whose life has fallen apart, decides to move from England, with her four children (three sons, one daughter), to the island of Corfu, Greece. Once there, the family moves into a dilapidated old house that has no electricity and that is crumbling apart. But life on Corfu is cheap, it's an earthly paradise, and the Durrells proceed to forge their new existence, with all its challenges, adventures, and forming relationships."
    }
},{
    "The Epic Tales of Captain Underpants": {
        "Original_Name": "The Epic Tales of Captain Underpants",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/hLaK7YPB4VofyDyBcztee8CbnHH.jpg",
        "First_Air_Date": "2018-07-13",
        "Popularity": 2.118,
        "Overview": "Fourth-grade friends George and Harold have a shared love of pranks and comic books -- and turning their principal into an undies-wearing superhero."
    }
},{
    "The Expanse": {
        "Original_Name": "The Expanse",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/prJFWxJ0x8tBPTliMjj51wgYnSK.jpg",
        "First_Air_Date": "2015-12-14",
        "Popularity": 27.882,
        "Overview": "A thriller set two hundred years in the future following the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history."
    }
},{
    "The First": {
        "Original_Name": "The First 48",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/hrdOijnwD6Mib3xx0MpcXQtwFbZ.jpg",
        "First_Air_Date": "2004-06-03",
        "Popularity": 8.621,
        "Overview": "The First 48 follows detectives from around the country during these first critical hours as they race against time to find the suspect. Gritty and fast-paced, it takes viewers behind the scenes of real-life investigations with unprecedented access to crime scenes, autopsies, forensic processing, and interrogations."
    }
},{
    "The Flash": {
        "Original_Name": "The Flash",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/fki3kBlwJzFp8QohL43g9ReV455.jpg",
        "First_Air_Date": "2014-10-07",
        "Popularity": 186.911,
        "Overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash."
    }
},{
    "The Fosters": {
        "Original_Name": "The Fosters",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/h8pYmBwj76Pi2vt8HFnzdlsjEsA.jpg",
        "First_Air_Date": "2013-06-03",
        "Popularity": 14.002,
        "Overview": "Stef Foster, a dedicated police officer, and her partner Lena Adams, a school vice principal, have built a close-knit, loving family with Stef's biological son from a previous marriage, Brandon, and their adopted twins, Mariana and Jesus. Their lives are disrupted in unexpected ways when Lena meets Callie, a hardened teen with an abusive past who has spent her life in and out of foster homes. Lena and Stef welcome Callie and her brother, Jude, into their home thinking it's just for a few weeks, until a more permanent placement can be found. But life has something else in store for the Fosters."
    }
},{
    "The Gifted": {
        "Original_Name": "The Gifted",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/nshCqszjTNuqhrB53vrSqWO18sE.jpg",
        "First_Air_Date": "2017-10-02",
        "Popularity": 24.922,
        "Overview": "A suburban couple's ordinary lives are rocked by the sudden discovery that their children possess mutant powers. Forced to go on the run from a hostile government, the family joins up with an underground network of mutants and must fight to survive."
    }
},{
    "The Goldbergs": {
        "Original_Name": "The Goldbergs",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/erl2S2OnNHHK7PlaEs0zHZrSzxJ.jpg",
        "First_Air_Date": "2013-09-24",
        "Popularity": 16.005,
        "Overview": "Before there were parenting blogs, trophies for showing up, and peanut allergies, there was a simpler time called the '80s. For geeky 11-year old Adam these were his wonder years and he faced them armed with a video camera to capture all the crazy. The Goldbergs are a loving family like any other, just with a lot more yelling."
    }
},{
    "The Good Doctor": {
        "Original_Name": "The Good Doctor",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/z1K4mJwISETia59rrnMdXxzoSrZ.jpg",
        "First_Air_Date": "2017-09-25",
        "Popularity": 40.815,
        "Overview": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives?"
    }
},{
    "The Good Fight": {
        "Original_Name": "The Good Fight",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wJlSzCGOJIBEABGO99XB2BqeLZ7.jpg",
        "First_Air_Date": "2017-02-19",
        "Popularity": 8.454,
        "Overview": "Picking up one year after the events of the final broadcast episode of \"The Good Wife\", an enormous financial scam has destroyed the reputation of a young lawyer, Maia Rindell, while simultaneously wiping out her mentor and godmother Diane Lockhart's savings. Forced out of her law firm, now called \"Lockhart, Deckler, Gussman, Lee, Lyman, Gilbert, Lurie, Kagan, Tannebaum & Associates\", they join Lucca Quinn at one of Chicago's preeminent law firms."
    }
},{
    "The Good Place": {
        "Original_Name": "The Good Place",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/zx9SLss5ApbypJ5SwgDurzQ9RmC.jpg",
        "First_Air_Date": "2016-09-19",
        "Popularity": 43.421,
        "Overview": "Eleanor Shellstrop, an ordinary woman who, through an extraordinary string of events, enters the afterlife where she comes to realize that she hasn't been a very good person. With the help of her wise afterlife mentor, she's determined to shed her old way of living and discover the awesome (or at least the pretty good) person within."
    }
},{
    "The Handmaids Tale": {
        "Original_Name": "The Handmaid's Tale",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tELIZw0ugIxqjBKrhWbROlgCbz4.jpg",
        "First_Air_Date": "2017-04-26",
        "Popularity": 17.956,
        "Overview": "Set in a dystopian future, a woman is forced to live as a concubine under a fundamentalist theocratic dictatorship. A TV adaptation of Margaret Atwood's novel."
    }
},{
    "The Haunting of Hill House": {
        "Original_Name": "The Haunting of Hill House",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/38PkhBGRQtmVx2drvPik3F42qHO.jpg",
        "First_Air_Date": "2018-10-12",
        "Popularity": 39.663,
        "Overview": "The Crains, a fractured family, confront haunting memories of their old home and the terrifying events that drove them from it."
    }
},{
    "The Hollow": {
        "Original_Name": "The Hollow",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9sDgeNu67umBkX209Yh78d4tyv9.jpg",
        "First_Air_Date": "2018-06-08",
        "Popularity": 3.902,
        "Overview": "Three teens join forces to find a way home after waking up in a strange realm filled with magic portals, perplexing puzzles and vicious beasts."
    }
},{
    "The Innocents": {
        "Original_Name": "The Innocents",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tLrRQiJfkqpldyIYuCNTMmR7QJv.jpg",
        "First_Air_Date": "2018-08-24",
        "Popularity": 6.137,
        "Overview": "When a teenage couple runs away to be together, the extraordinary gift they possess unleashes powerful forces intent on dividing them forever."
    }
},{
    "The Last Man on Earth": {
        "Original_Name": "The Last Man on Earth",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9TcvdOIBEnIDXbLvFUKluRDa3tZ.jpg",
        "First_Air_Date": "2015-03-01",
        "Popularity": 16.039,
        "Overview": "The year is 2022, and after an unlikely event, only one man is left on earth: Phil Miller, who used to be just an average guy who loved his family and hated his job at the bank. Now, in his RV, Phil searches the country for other survivors."
    }
},{
    "The Last Ship": {
        "Original_Name": "The Last Ship",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/43pAddeD10rllMQMGN7ucuOi4NI.jpg",
        "First_Air_Date": "2014-06-22",
        "Popularity": 24.954,
        "Overview": "Their mission is simple: Find a cure. Stop the virus. Save the world. When a global pandemic wipes out eighty percent of the planet's population, the crew of a lone naval destroyer must find a way to pull humanity from the brink of extinction."
    }
},{
    "The Last Tycoon": {
        "Original_Name": "The Last Tycoon",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/6xFGbliDbSrJX1hUp9jKdQUY87A.jpg",
        "First_Air_Date": "2016-06-17",
        "Popularity": 4.105,
        "Overview": "From F. Scott Fitzgerald's last work, The Last Tycoon follows Monroe Stahr, Hollywood's Golden Boy as he battles father figure and boss Pat Brady for the soul of their studio. In a world darkened by the Depression and the growing influence of Hitler's Germany, The Last Tycoon illuminates the passions, violence and towering ambition of 1930s Hollywood."
    }
},{
    "The Looming Tower": {
        "Original_Name": "The Looming Tower",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tfnHCDJISHE44lLD0H3kn0lTs64.jpg",
        "First_Air_Date": "2018-02-28",
        "Popularity": 7.327,
        "Overview": "While Osama bin Laden and Al-Qaeda become a global threat, the rivalry between the CIA and FBI inadvertently sets the stage for the tragedy of 9\/11 and the Iraq War."
    }
},{
    "The Magicians": {
        "Original_Name": "The Magicians",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/d3Q4yFK3D3NOWzYRgJdsxYpZdH0.jpg",
        "First_Air_Date": "2015-12-16",
        "Popularity": 30.83,
        "Overview": "Brakebills University is a secret institution specializing in magic. There, amidst an unorthodox education of spellcasting, a group of twenty-something friends soon discover that a magical fantasy world they read about as children is all too real— and poses grave danger to humanity."
    }
},{
    "The Mantis": {
        "Original_Name": "La Mante",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qyZtFzKozN6oiIhCwctdrJwO50b.jpg",
        "First_Air_Date": "2017-09-04",
        "Popularity": 3.189,
        "Overview": "Jeanne Deber, known as \"La Mante\", the famous serial murderer who terrorized France more than 20 years ago, is forced by the police to come out of isolation to track down her copycat. She agrees to collaborate on one condition: to have only one interlocutor, Damien Carrot, her son, who became a cop because of the crimes of his mother, and who refuses all contact with her since her arrest."
    }
},{
    "The Mick": {
        "Original_Name": "The Mick",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jwYBohob30EeP1rJJMx9zcWSaGS.jpg",
        "First_Air_Date": "2017-01-01",
        "Popularity": 14.257,
        "Overview": "Mackenzie \"Mickey\" Murphy is a hard-living, foul-mouthed, cigarette-smoking woman who moves to affluent Greenwich, CT to raise the spoiled kids of her wealthy sister who fled the country to avoid a federal indictment. She quickly learns what the rest of us already know - other people's children are awful."
    }
},{
    "The Oath": {
        "Original_Name": "The Oath",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/q8xo9fB9D0VATvwZ0R7DC7RsmVU.jpg",
        "First_Air_Date": "2018-03-08",
        "Popularity": 1.939,
        "Overview": "Explore a gang world we've never seen before: gangs that are made up of the very men and women sworn to uphold the law – cops. Only select officers make the cut, but once inside, gang members will do what they must to protect each other from enemies inside and outside their ranks."
    }
},{
    "The Originals": {
        "Original_Name": "The Originals",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/2llbXc2BOkLkBGgcNJCRbrWedUO.jpg",
        "First_Air_Date": "2013-10-03",
        "Popularity": 21.749,
        "Overview": "A spin-off from The Vampire Diaries and set in New Orleans, The Originals centers on the Mikaelson siblings, otherwise known as the world's original vampires: Klaus, Elijah, and Rebekah. Now Klaus must take down his protégé, Marcel, who is now in charge of New Orleans, in order to re-take his city, as he originally built New Orleans. Klaus departed from the city after being chased down by his father Mikael, while it was being constructed and Marcel took charge. As Klaus has returned after many years, his ego has provoked him to become the king of the city. \"Every King needs an heir\" says Klaus, accepting the unborn child. The child is a first to be born to a hybrid and a werewolf."
    }
},{
    "The Outpost": {
        "Original_Name": "The Outpost",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/vZuyatbzUpmvyqb3QGjdHIuZGWB.jpg",
        "First_Air_Date": "2018-07-10",
        "Popularity": 8.498,
        "Overview": "Talon, the lone survivor of a race called the Blackbloods, sets off to the edge of civilisation to track her family's killers. On her journey she discovers she has supernatural powers which she must learn to harness in order to achieve her goals."
    }
},{
    "The Path": {
        "Original_Name": "The Path",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/se3MZ1OVfIrZqFJkpm3kVnpkKpO.jpg",
        "First_Air_Date": "2016-03-30",
        "Popularity": 10.833,
        "Overview": "The Path explores the unknown and mysterious world of the cult-like Meyerist Movement in upstate New York. At the center of the movement lies Eddie, a conflicted husband; Sarah, his devoted wife; and Cal, an ambitious leader. We follow each as they contend with deep issues involving relationships, faith, and power."
    }
},{
    "The Punisher": {
        "Original_Name": "Marvel's The Punisher",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/s2YM9zHF3tf2coi8t0UEzYrOHg8.jpg",
        "First_Air_Date": "2017-11-17",
        "Popularity": 21.916,
        "Overview": "A former Marine out to punish the criminals responsible for his family's murder finds himself ensnared in a military conspiracy."
    }
},{
    "The Purge": {
        "Original_Name": "The Purge",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wVpsXgmsFAjrDPG6BeE2SU647WA.jpg",
        "First_Air_Date": "2018-09-04",
        "Popularity": 14.391,
        "Overview": "Set in a dystopian America ruled by a totalitarian political party, the series follows several seemingly unrelated characters living in a small city. Tying them all together is a mysterious savior who’s impeccably equipped for everything the night throws at them. As the clock winds down with their fates hanging in the balance, each character is forced to reckon with their pasts as they discover how far they will go to survive the night."
    }
},{
    "The Ranch": {
        "Original_Name": "The Ranch",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/4SZmoJVBGNL3sA9M9IYUvpAYKc6.jpg",
        "First_Air_Date": "2016-04-01",
        "Popularity": 10.833,
        "Overview": "Being a pro athlete didn't pan out for Colt. Now he's helping his dad and brother keep the ranch afloat, and figuring out how he fits into the family."
    }
},{
    "The Resident": {
        "Original_Name": "The Resident",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/m5E9GrO7cT3zkNQVUQu8C8cS7Tk.jpg",
        "First_Air_Date": "2018-01-21",
        "Popularity": 15.884,
        "Overview": "A tough, brilliant senior resident guides an idealistic young doctor through his first day, pulling back the curtain on what really happens, both good and bad, in modern-day medicine."
    }
},{
    "The Royals": {
        "Original_Name": "The Royals",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/5XLmgVS3HPWE2gpTVOyD4c9mQ7D.jpg",
        "First_Air_Date": "2015-03-15",
        "Popularity": 5.478,
        "Overview": "Drama about a fictional British Royal family set in modern day London, who inhabit a world of opulence and regal tradition that caters to any and every desire, but one that also comes with a price tag of duty, destiny and intense public scrutiny."
    }
},{
    "The Simpsons": {
        "Original_Name": "The Simpsons",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/yTZQkSsxUFJZJe67IenRM0AEklc.jpg",
        "First_Air_Date": "1989-12-17",
        "Popularity": 72.094,
        "Overview": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general."
    }
},{
    "The Sinner": {
        "Original_Name": "The Sinner",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oxFlfbCuDmgIDEsi0JRfaGeKgQ7.jpg",
        "First_Air_Date": "2017-08-02",
        "Popularity": 13.899,
        "Overview": "A young mother kills in a fit of unexplainable rage a seemingly stranger. An inquisitive detective obsesses over the case, attempting to get to the bottom of the true motive behind the act."
    }
},{
    "The Terror": {
        "Original_Name": "The Terror",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/z7BniUeeQbSSB8vozrbscYuQlll.jpg",
        "First_Air_Date": "2018-03-26",
        "Popularity": 12.385,
        "Overview": "The crew of a Royal Naval expedition searching for the Arctic's treacherous Northwest Passage discovers instead a monstrous predator."
    }
},{
    "The Tick": {
        "Original_Name": "The Tick",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/w1PlZIy1dhimDv47sfU670k92LS.jpg",
        "First_Air_Date": "2016-08-19",
        "Popularity": 6.738,
        "Overview": "In a world where superheroes have been real for decades, an accountant with zero powers comes to realize his city is owned by a super villain. As he struggles to uncover this conspiracy, he falls in league with a strange blue superhero."
    }
},{
    "The Trade": {
        "Original_Name": "The Rag Trade",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jHCG4luAkkm5w344Bvn7ivUmNym.jpg",
        "First_Air_Date": "1961-10-06",
        "Popularity": 0.84,
        "Overview": "The Rag Trade is a British television sitcom broadcast by the BBC between 1961 and 1963 and by LWT between 1977 and 1978.\n\nThe scripts were by Ronald Wolfe and Ronald Chesney, who later wrote Wild, Wild Women, Meet the Wife and On the Buses. Wild, Wild Women was a period variation of The Rag Trade.\n\nThe action centred on a small clothing workshop, Fenner Fashions in London. Although run by Harold Fenner and Reg the foreman, the female workers are led by militant shop steward Paddy Fleming, ever ready to strike, with the catchphrase \"Everybody out!\" Other cast members included Sheila Hancock, Esma Reese Cannon, Wanda Ventham and Barbara Windsor.\n\nThe Rag Trade was revived by ITV company LWT in 1977, with Jones and Karlin reprising their roles. The 1977 version ran for two series, most of the scripts being based on the BBC episodes from the 1960s, and featured Anna Karen and future EastEnders star Gillian Taylforth as factory workers.\n\nThe theme tune for the LWT series was written and performed by Lynsey De Paul."
    }
},{
    "The Voice": {
        "Original_Name": "The Voice",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/sehtDbyF2TYjNKC75Twgn7l7kMi.jpg",
        "First_Air_Date": "2011-04-26",
        "Popularity": 22.982,
        "Overview": "The strongest vocalists from across the United states compete in a blockbusters vocal competition, the winner becomes “The Voice.” The show's innovative format features four stages of competition: the blind auditions, the battle rounds, the knockouts and, finally, the live performance shows."
    }
},{
    "The Walking Dead": {
        "Original_Name": "The Walking Dead",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/yn7psGTZsHumHOkLUmYpyrIcA2G.jpg",
        "First_Air_Date": "2010-10-31",
        "Popularity": 111.067,
        "Overview": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way."
    }
},{
    "This is Us": {
        "Original_Name": "This Is Us",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/7ZmbGXdpwC3bGKLhfa13R2enhAP.jpg",
        "First_Air_Date": "2016-09-20",
        "Popularity": 31.57,
        "Overview": "Follows the lives and families of three adults living and growing up in the United States of America in present and past times. As their paths cross and their life stories intertwine in curious ways, we find that several of them share the same birthday - and so much more than anyone would expect."
    }
},{
    "Timeless": {
        "Original_Name": "Timeless",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/wFaS9kROwztTWNxIKBbOLwIgApV.jpg",
        "First_Air_Date": "2016-10-03",
        "Popularity": 15.162,
        "Overview": "A mysterious criminal steals a secret state-of-the-art time machine, intent on destroying America as we know it by changing the past. Our only hope is an unexpected team: a scientist, a soldier and a history professor, who must use the machine's prototype to travel back in time to critical events. While they must make every effort not to affect the past themselves, they must also stay one step ahead of this dangerous fugitive. But can this handpicked team uncover the mystery behind it all and end his destruction before it's too late?"
    }
},{
    "Titans": {
        "Original_Name": "Titans",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oCK6fykCZUQjTJG4IDhfWCxcXqG.jpg",
        "First_Air_Date": "2018-10-12",
        "Popularity": 48.31,
        "Overview": "A team of young superheroes led by Nightwing (formerly Batman's first Robin) form to combat evil and other perils."
    }
},{
    "Tokyo Ghoul": {
        "Original_Name": "東京喰種トーキョーグール",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jUtFWNCJCflNTbvac4w6Qyzh43w.jpg",
        "First_Air_Date": "2014-07-04",
        "Popularity": 13.86,
        "Overview": "Ken Kaneki is a bookworm college student who meets a girl names Rize at a cafe he frequents. They're the same age and have the same interests, so they quickly become close. Little does Kaneki know that Rize is a ghoul - a kind of monster that lives by hunting and devouring human flesh. When part of her special organ - \"the red child\" - is transplanted into Kaneki, he becomes a ghoul himself, trapped in a warped world where humans are not the top of the food chain."
    }
},{
    "Top Gear": {
        "Original_Name": "Top Gear",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/qFsMAfD72vj419ifk9PaUsY7Vdw.jpg",
        "First_Air_Date": "2002-10-20",
        "Popularity": 25.955,
        "Overview": "The hosts talk about the latest cars and its specifications. They review the performance of the car and also find out if it is as good as the manufacturers claim. The current hosts are Chris Evans and Matt LeBlanc with The Stig."
    }
},{
    "Top of the Lake": {
        "Original_Name": "Top of the Lake",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tYFs0BiO3ZFaKfQiMPVrnw9G5yd.jpg",
        "First_Air_Date": "2013-03-18",
        "Popularity": 6.685,
        "Overview": "A woman haunted by her past, Detective Robin Griffin, investigates complex and unsettling cases."
    }
},{
    "Troy: Fall of a City": {
        "Original_Name": "Troy: Fall of a City",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/jNHNndF2RFYEWTrXT2RSgU0nvZg.jpg",
        "First_Air_Date": "2018-02-17",
        "Popularity": 6.978,
        "Overview": "A rich story of love, intrigue, betrayal and belonging told from the perspective of the Trojan royal family at the heart of the siege of Troy."
    }
},{
    "Trust": {
        "Original_Name": "Trust",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/5refQIjaOyBPuQqmrBp0C9TXPS6.jpg",
        "First_Air_Date": "2018-03-25",
        "Popularity": 7.256,
        "Overview": "The trials and triumphs of one of America's wealthiest and unhappiest families, the Gettys. Told over multiple seasons and spanning the twentieth century, the series begins in 1973 with the kidnapping of John Paul Getty III, an heir to the Getty oil fortune, by the Italian mafia in Rome."
    }
},{
    "Unsolved": {
        "Original_Name": "Unsolved Mysteries",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/9KDXxWsc76QpUQiW9HlReFHgHg9.jpg",
        "First_Air_Date": "1987-01-20",
        "Popularity": 4.006,
        "Overview": "Unsolved Mysteries is an American television program, hosted by Robert Stack from 1987 until 2002 and later by Dennis Farina starting in 2008. In addition, TV presenter Keely Shaye Smith and actress Virginia Madsen contributed greatly to its success. Keely Shaye played the role of a reporter from the confines of an office interacting with Stack and responding to questions for further information. In this capacity, she was a welcomed addition to the cast and revered tremendously by Stack, who would \"cut to\" her for more detailed information. Academy-award-winning actress Virginia Madsen's contribution to the show included performing in Stack's role as announcer for several years. It was broadcast first as specials in 1987, then as a regular series on NBC, CBS, Lifetime and Spike. Lifetime once again airs the revived version of the series, but only in reruns.\n\nAlthough the show is not in current production, Cosgrove-Meurer Productions maintains a website for the show, featuring popular accounts and still unsolved crimes, with a link to an online form should a viewer have information on an unsolved crime."
    }
},{
    "Valor": {
        "Original_Name": "Valor",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/pJKRWAp0ZO8zM5VhGlISusLrbXs.jpg",
        "First_Air_Date": "2017-10-09",
        "Popularity": 6.325,
        "Overview": "The boundaries between military discipline and human desire are tested on a U.S. Army base that houses an elite unit of helicopter pilots trained to perform clandestine international and domestic missions. The drama unfolds in the present as well as in flashbacks to a failed mission involving one of the first female pilots in the unit, ultimately uncovering layers of personal and government\/military secrets and leading to a season-long plan to rescue a group of MIA soldiers."
    }
},{
    "Van Helsing": {
        "Original_Name": "Van Helsing",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/j4tRuhwfAOBKCoZeY6PDMJHzdW9.jpg",
        "First_Air_Date": "2016-09-23",
        "Popularity": 23.655,
        "Overview": "Vanessa Helsing, the daughter of famous vampire hunter and Dracula nemesis Abraham Van Helsing is resurrected five years in the future to find out that vampires have taken over the world and that she possesses unique power over them. She is humanity’s last hope to lead an offensive to take back what has been lost."
    }
},{
    "Vanity Fair": {
        "Original_Name": "Vanity Fair",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/tGOkEO5hVKPHa9Lmqa6zIc4hPm7.jpg",
        "First_Air_Date": "2018-09-02",
        "Popularity": 4.342,
        "Overview": "In a world where everyone is striving for what is not worth having, no one is more determined to climb to the heights of English society than Becky Sharp."
    }
},{
    "Versailles": {
        "Original_Name": "Versailles",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/w4iL7iB94FE6Qu9QqhkrqKsvaLr.jpg",
        "First_Air_Date": "2015-11-16",
        "Popularity": 9.752,
        "Overview": "The story of a young Louis XIV on his journey to become the most powerful monarch in Europe, from his battles with the fronde through his development into the Sun King. Historical and fictional characters guide us in a world of betrayal and political maneuvering, revealing Versailles in all its glory and brutality."
    }
},{
    "Vida": {
        "Original_Name": "Vida",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/6GVT4eCVpJ0Qss0IXUNlq2ibnLD.jpg",
        "First_Air_Date": "2018-05-06",
        "Popularity": 1.022,
        "Overview": "Two Mexican-American sisters from the Eastside of Los Angeles who couldn't be more different or distanced from each other are forced to return to their old neighborhood, where they are confronted by the past and surprising truth about their mother’s identity."
    }
},{
    "Waco": {
        "Original_Name": "Waco",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/14q24aBfJPrjumuWjKKA6Bwml2A.jpg",
        "First_Air_Date": "2018-01-24",
        "Popularity": 7.473,
        "Overview": "The harrowing true story of the 1993 standoff between the FBI, ATF and the Branch Davidians, a spiritual sect led by David Koresh in Waco, TX that resulted in a deadly shootout and fire."
    }
},{
    "Westworld": {
        "Original_Name": "Westworld",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/6aj09UTMQNyfSfk0ZX8rYOEsXL2.jpg",
        "First_Air_Date": "2016-10-02",
        "Popularity": 33.037,
        "Overview": "A dark odyssey about the dawn of artificial consciousness and the evolution of sin. Set at the intersection of the near future and the reimagined past, it explores a world in which every human appetite, no matter how noble or depraved, can be indulged."
    }
},{
    "Who Is America": {
        "Original_Name": "Who Is America?",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/c9mfeInTpaaft7FzbeAdTj1eCAt.jpg",
        "First_Air_Date": "2018-07-15",
        "Popularity": 3.727,
        "Overview": "A satirical half-hour series from comedian Sacha Baron Cohen exploring the diverse individuals, from the infamous to the unknown across the political and cultural spectrum, who populate our unique nation."
    }
},{
    "Wild N Out": {
        "Original_Name": "Wild 'n Out",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/oRIodkzqbgoMAgeEC4d9KzpsJYP.jpg",
        "First_Air_Date": "2005-07-28",
        "Popularity": 7.76,
        "Overview": "Nick Cannon and an A-list celebrity lead a team of improv comedians as they compete against each other."
    }
},{
    "Will": {
        "Original_Name": "Will",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/dXv74kFe1HbEVUTRMt8wpN8lYM6.jpg",
        "First_Air_Date": "2017-07-10",
        "Popularity": 8.784,
        "Overview": "The wild story of young William Shakespeare's arrival onto the punk-rock theater scene in 16th century London -- the seductive, violent world where his raw talent faced rioting audiences, religious fanatics and raucous side-shows. It's a contemporary version of Shakespeare's life, played to a modern soundtrack that exposes all his recklessness, lustful temptations and brilliance."
    }
},{
    "World of Dance": {
        "Original_Name": "World of Dance",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/cMBxaFB7bJ4kpag6GdZfCKEA68V.jpg",
        "First_Air_Date": "2017-05-30",
        "Popularity": 4.209,
        "Overview": "Dancers battle in heats of artistry, precision and athleticism in this reality-competition show."
    }
},{
    "Wynonna Earp": {
        "Original_Name": "Wynonna Earp",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/3TyafeW1hwbAAO0z5Kl8VxdOxhH.jpg",
        "First_Air_Date": "2016-04-01",
        "Popularity": 14.137,
        "Overview": "Wyatt Earp's great granddaughter Wynonna battles demons and other creatures with her unique abilities and a posse of dysfunctional allies - the only thing that can bring the paranormal to justice."
    }
},{
    "Yellowstone": {
        "Original_Name": "Yellowstone",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/vztZhTUNXk73mocDIXDd3nIfzRH.jpg",
        "First_Air_Date": "2018-06-20",
        "Popularity": 9.164,
        "Overview": "Follow the violent world of the Dutton family, who controls the largest contiguous ranch in the United States. Led by their patriarch John Dutton, the family defends their property against constant attack by land developers, an Indian reservation, and America’s first National Park."
    }
},{
    "You": {
        "Original_Name": "Would I Lie to You?",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/2SucOi0NkFWumu1sYbbaI5UhP0O.jpg",
        "First_Air_Date": "2007-06-16",
        "Popularity": 12.506,
        "Overview": "A comedic panel show featuring team captains Lee Mack and David Mitchell plus two guests per side, hosted by Rob Brydon (formerly Angus Deayton). Each person must reveal embarrassing facts and outrageous lies during a series of different rounds including \"Home Truths\", \"This Is My...\" and \"Quickfire Lies\". It is up to the opposing team to tell tall tales from fantastic facts."
    }
},{
    "Young Sheldon": {
        "Original_Name": "Young Sheldon",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/CM2j0YTGKQdaIhFprZVAZWSTSe.jpg",
        "First_Air_Date": "2017-09-25",
        "Popularity": 37.866,
        "Overview": "The early life of child genius Sheldon Cooper, later seen in The Big Bang Theory."
    }
},{
    "Younger": {
        "Original_Name": "Younger",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/rq1e5VeGfjzChIru04vRBcz4Tlv.jpg",
        "First_Air_Date": "2015-03-31",
        "Popularity": 8.98,
        "Overview": "Based on the novel by Pamela Redmond Satran, \"Younger\" follows 40-year old Liza, a suddenly single mother who tries to get back into the working world, only to find it’s nearly impossible to start at the bottom at her age. When a chance encounter with a young guy at a bar convinces her she looks younger than she is, Liza tries to pass herself off as 26 – with the help of a makeover, courtesy of her best friend Maggie. Armed with new confidence, she lands a job as an assistant to the temperamental Diana and teams up with her new co-worker and twentysomething Kelsey to make it in the career of her dreams. Now she just has to make sure no one finds out the secret only she and Maggie share."
    }
},{
    "Z Nation": {
        "Original_Name": "Z Nation",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/gXfeDMkEcHoYBvtkbU11g3F81b.jpg",
        "First_Air_Date": "2014-09-12",
        "Popularity": 35.208,
        "Overview": "Three years after the zombie virus has gutted the country, a team of everyday heroes must transport the only known survivor of the plague from New York to California, where the last functioning viral lab waits for his blood."
    }
},{
    "iZombie": {
        "Original_Name": "iZombie",
        "Poster_Path": "http:\/\/image.tmdb.org\/t\/p\/w154\/xn3QM6aInhQp631K2lXpGFox2Kc.jpg",
        "First_Air_Date": "2015-03-17",
        "Popularity": 19.125,
        "Overview": "A medical student who becomes a zombie joins a Coroner's Office in order to gain access to the brains she must reluctantly eat so that she can maintain her humanity. But every brain she eats, she also inherits their memories and must now solve their deaths with help from the Medical examiner and a police detective."
    }
} ]